{"articles":{"results":[{"uri":"1252223892", "lang":"eng", "isDuplicate":false, "date":"2019-09-10", "time":"13:49:00", "dateTime":"2019-09-10T13:49:00Z", "dataType":"news", "sim":0, "url":"https:\/\/www.eurosport.com\/cycling\/vuelta-a-espana\/2019\/primoz-roglic-signs-four-year-contract-extension-with-cyclings-rising-superpower-jumbo-visma_sto7453230\/story.shtml", "title":"Primoz Roglic signs four-year contract extension with cycling's rising superpower Jumbo-Visma", "body":"Team Jumbo-Visma have confirmed a contract extension with star rider and current La Vuelta leader Primoz Roglic, keeping the Slovenian at the team until 2023.\n\nThe 29-year-old Roglic is emerging as a leading name in the sport after excelling at the Giro d'Italia earlier this year before putting in an even stronger showing so far at La Vuelta, appearing to learn from the mistakes he made late on in the Italian Grand Tour.\n\nAnd Jumbo-Visma's decision to tie Roglic down to a big contract underlines their status as the biggest challenge to Team Ineos in professional cycling, following the news last month that Tom Dumoulin will be joining the team for the 2020 season.\n\nIn an official statement, Roglic said:\n\n\"We are still improving and our best has not yet been reached. The team and I have brought each other to a higher level and that really gives me a feeling of connection. We want to get the best out of me, but also out of the team. Only then will we see how far we can really get. We insist on growth and development. We will continue to invest energy in this, even if it is a process of years.\"\n\nAnd sporting director Merijn Zeeman added: \"We are proud and happy that Primoz will stay with our team. It is a reward for all the hard work of many people in recent years. Primoz has developed enormously in recent years as a person and as an athlete, just like the team. In the coming years we will continue to jointly focus on growing and getting better in all possible areas.\"\n\nRoglic's contract extension further strengthens Jumbo-Visma's hand and adds weight to the argument made in this week's Bradley Wiggins Show podcast that the Dutch outfit can overhaul Team Ineos as the leading team in the sport.\n\n\"They were the best team in cycling 20-25 years ago. Buckler were perfect weren't they?\" Wiggins said. \"It's an amalgamation of the team, but a lot of the guys - Frans Maassen, Nico Verhoeven, Addy Engels - they all came [through]. And then it went to Rabobank of course, and Rabobank at one time, although they didn't win Grand Tours they were a big, big team so it's no wonder that if you have that talent there.\n\n\"They have the beauty of having someone (Roglic) so raw as a team leader, they haven't bought someone in like a Nibali, who has got his own way of doing things. I think that has helped them as well.\n\n\"They are also profiting from the talent in Dutch cycling. Britain have benefited from that in having all the best riders in Sky and Ineos and Dutch cycling, and we are almost talking about it like a negative, 'oh Tom Dumoulin's going next year' but they are entitled to have him.\n\n\"Ineos would take a British rider, they tried to get Simon Yates of course, and Dutch cycling are quite an advanced a nation in terms of technology and university and sports science you know, so good on them. It's about time as well... you can imagine them building a Dutch squad of some talent there.\"", "source":{"uri":"eurosport.com", "dataType":"news", "title":"Eurosport", "ranking":{"importanceRank":80, "alexaGlobalRank":4110, "alexaCountryRank":520}}, "authors":[], "image":"https:\/\/i.eurosport.com\/2019\/09\/10\/2673623-55294777-1600-900.jpg", "eventUri":null, "sentiment":0.3647058823529412, "wgt":305819340}, {"uri":"1252213100", "lang":"eng", "isDuplicate":false, "date":"2019-09-10", "time":"13:40:00", "dateTime":"2019-09-10T13:40:00Z", "dataType":"news", "sim":0, "url":"https:\/\/electrek.co\/2019\/09\/10\/bianchi-e-suv-electric-bicycle-mountain-bike\/", "title":"Bianchi E-SUV electric mountain bike unveiled as far out, high-end design", "body":"Bianchi E-SUV electric bicycle is a futuristic, far-out 720 Wh E-MTB\n\nBianchi took to Eurobike 2019 to launch its latest e-bike creation: The Bianchi E-SUV. This new electric mountain bike focuses on integrated design and high-end components to break new ground for Bianchi.\n\nWe recently had the opportunity to attend the debut of the new Bianchi E-SUV line at Eurobike 2019.\n\nWhile there was a pile of interesting and innovative electric bicycles on display, the Bianchi E-SUV still stood apart from the pack. This is certainly not your simple $700 electric mountain bike; it's a premium example of Italian design and engineering.\n\nBianchi E-SUV unveiled at Eurobike 2019\n\nThe Bianchi E-SUV is actually a line of three different electric bicycles: The E-SUV Racer, E-SUV Rally, and E-SUV Adventure.\n\nAll three sport the same fully carbon frame and rear swingarm. The bikes offer 150 mm (6 in) of rear travel and focus on integrated design. That means integrated front and rear LED lights built into the headset and swingarm, integrated mudguards, a newly-designed custom 720 Wh battery with built-in ram air cooling and an overall motorcycle-inspired aesthetic.\n\nPower is provided by a Shimano STEPS E-8000 mid-drive motor, a powerful but smooth motor that we've tested previously.\n\nThe aggressive and angular design is dominated by triangular forms, which Bianchi claims were inspired by the Dolomites, a mountain chain in Northern Italy.\n\nAmong the three models, the Bianchi E-SUV Racer is optimized for electric mountain bike racing and comes with the longest travel suspension fork of the three, at 160 mm (6.3 in). The E-SUV Rally is fully accessorized and includes upgrades like a 1,100-lumen front headlight that can throw a beam 200 m (650 ft) into the distance. It also sports mismatched wheels, with a 29'' tire up front and 27.5'' in the rear. The E-SUV Adventure is something of the dual-sport model and is optimized for both urban and trail riding.\n\nOther innovations in the Bianchi E-SUV line include a fully integrated carbon handlebar, asymmetrical swing arm with elevated chainstay to reduce both chain impact noise and chainstay damage, and built-in mounts for GPS units or additional displays.\n\nWhen it comes to price, make sure you're sitting down. The Bianchi E-SUV ranges from €6,790 to €10,490, though it's far from the most expensive bikes we saw at Eurobike. And you've got some time to save up too since the bikes won't be out until March of 2020. Time to start counting those pennies!\n\nElectrek's Take\n\nPretty cool, if you ask me.\n\nI love the way the front headlight is fully integrated and wraps around to the sides, just like a car. Plenty of e-bikes come with bolt-on front headlights. But this is the first I've seen with a beautifully integrated wraparound headlight.\n\nThe carbon frame and swingarm are also beautifully designed. The whole bike just screams \"premium\". And it is. Hence the premium price.\n\nPersonally, I'd be afraid to take this thing down a trail. That's a big chunk of change to lay down sideways or take into a tree. But for those with more riding skills, confidence, and money than me, this would surely be a fun bike to ride!\n\nThe only thing jumps out at me as an issue is the size of the mudguards. Those little suckers are tiny and I can't imagine them keeping you dry or stopping you from growing a rooster tail back there. I'm not sure where Bianchi was headed with those unless they were trying to prevent them from becoming an eyesore. If so, they might have achieved their goal at the cost of functionality.\n\nBut let's hear what you think! Let us know your thoughts on the Bianchi E-SUV line in the comments below.\n\nSubscribe to Electrek on YouTube for exclusive videos and subscribe to the podcast.", "source":{"uri":"electrek.co", "dataType":"news", "title":"Electrek", "ranking":{"importanceRank":100, "alexaGlobalRank":7544, "alexaCountryRank":2071}}, "authors":[], "image":"https:\/\/electrek.co\/wp-content\/uploads\/sites\/3\/2019\/09\/bianchi-esuv-header.jpg?quality=82&strip=all", "eventUri":null, "sentiment":null, "wgt":305818800}, {"uri":"1252211414", "lang":"eng", "isDuplicate":false, "date":"2019-09-10", "time":"13:38:00", "dateTime":"2019-09-10T13:38:00Z", "dataType":"news", "sim":0.6235294342041016, "url":"https:\/\/www.bucksfreepress.co.uk\/news\/17892565.marlow-rugby-club-encourages-women-take-sport-world-cup\/", "title":"Marlow Rugby Club encourages women to take up the sport", "body":"To celebrate this year's Rugby World Cup in Japan, the Marlow Rugby Club are encouraging women to take up the sport.\n\nThe town's rugby club are hoping to inspire the next generation of female rugby enthusiasts for free at their Warrior Camp.\n\nThe Warrior Camps are designed to be a fun, energetic and relaxed experience for the women to enjoy the sport, whilst receiving support and encouragement from their peers and coaches.\n\nAlso, on the day, participants will be taught the basics of rugby.\n\nIt will take place on Tuesday, September 17 at Riverwoods in Marlow, beginning at 7.30pm and finishing at 9pm.\n\nSarah Hunter, England Red Roses captain, said: \"The Rugby World Cup is a great example of players with a range of different skills and physical attributes working together to achieve success on the rugby pitch.\n\n\"This showcase of inclusivity and diversity of shapes and sizes, as well as the visible camaraderie and resilience, will hopefully encourage lots of women to pick up a rugby ball and identify how their skills can translate onto the pitch.\"\n\nSince 2017, approximately 18,000 girls and women have taken part in Warrior Camps across the UK, making it one of the fastest growing female team sports in England.\n\nSteve Grainger, rugby development director at the RFU said: \"The Rugby World Cup offers us a fantastic platform to showcase the game of rugby to those who might not yet know the benefits they could experience from becoming involved in the sport.\n\n\"For those inspired by the World Cup, the Warrior Camps offer women the opportunity to try it for themselves in a fun and welcoming environment.\"\n\nFor more information about the Warrior Camp, visit www.englandrugby.com\/innerwarrior.\n\nThe Rugby World Cup will begin on Friday, September 20 and will finish on Saturday, November 2.\n\nEngland are in Group C and will play Tonga, the United States, France and Argentina.\n\nTheir first match will be against Tonga on September 22.", "source":{"uri":"bucksfreepress.co.uk", "dataType":"news", "title":"Bucks Free Press", "ranking":{"importanceRank":52, "alexaGlobalRank":188427, "alexaCountryRank":8159}}, "authors":[], "image":"https:\/\/www.bucksfreepress.co.uk\/resources\/images\/10394108\/", "eventUri":"eng-5064470", "sentiment":null, "wgt":305818680}, {"uri":"1252210152", "lang":"eng", "isDuplicate":false, "date":"2019-09-10", "time":"13:37:00", "dateTime":"2019-09-10T13:37:00Z", "dataType":"news", "sim":0.7098039388656616, "url":"https:\/\/thepeninsulaqatar.com\/article\/10\/09\/2019\/Iranian-female-football-fan-dies-after-setting-herself-on-fire", "title":"Iranian female football fan dies after setting herself on fire", "body":"DUBAI, United Arab Emirates: An Iranian woman detained for dressing as a man to sneak into a football stadium to watch a match has died after setting herself on fire upon learning she could spend six months in prison, semi-official news outlets reported Tuesday.\n\nThe self-immolation death of 29-year-old Sahar Khodayari has shocked Iranian officials and the public, becoming an immediate hashtag trend across social media in the Islamic Republic.\n\nIt also comes as FIFA is working with Iranian authorities to overcome a ban on women entering stadiums for men's games, a ban in place since the country's 1979 Islamic Revolution. FIFA wants the issue resolved before Oct. 10 when Iran - the top-ranked team in Asia - hosts its first home World Cup qualifier against Cambodia.\n\nKhodayari died on Monday at a Tehran hospital after suffering burns across 90% of her body. She had been on a respirator since dousing herself with gasoline in front of Tehran's Ershad Courthouse on Sept. 2, according to the Iranian news website Rokna, which publishes in Iran with government permission.\n\nShe had just learned she could be tried by a Revolutionary Court in Iran and be put in prison for six months, her father told the website.\n\nKhodayari's sister told Iran's pro-reform Shahrvand newspaper that her sister suffered from bipolar disorder. Her father said she had stopped taking medication a year ago.\n\nIn March, Khodayari tried to sneak into Tehran's Azadi Stadium to watch her favorite team, Esteghlal, take on the United Arab Emirates team Al Ain. As in other matches, she disguised herself as a man by wearing a blue wig and a long overcoat, gaining the nickname the \"Blue Girl.\" However, police arrested her after an altercation and detained her.\n\nShe spent three nights in jail before being released pending the court case. She reportedly returned to the court to retrieve her seized mobile phone and heard she could face prison time.\n\nNews of her death ricocheted across Iran on Tuesday, with tributes hashtagged \"BlueGirl.\"\n\nFormer Bayern Munich midfielder Ali Karimi - who played 127 matches for Iran and has been a vocal advocate of ending the ban on women - urged Iranians in a tweet to boycott football stadiums to protest Khodayari's death.\n\nIranian-Armenian football player Andranik \"Ando\" Teymourian, the first Christian to be the captain of Iran's national squad and also an Esteghlal player, said in a tweet that one of Tehran's major football stadiums should be named after Khodayari \"in the future.\"\n\nFemale lawmaker Parvaneh Salahshouri called Khodayari \"Iran's Girl\" and tweeted: \"We are all responsible.\"\n\nThere was no report on Khodayari's death from Iranian state media, nor its prominent semi-official news agencies. The conservative Shafaqna news agency acknowledged her death in a brief item Tuesday, noting that the case had drawn international attention and caused \"counterrevolutionary media\" to cry over the case.\n\nFIFA has been trying to push Iran to allow women in for matches. A partial exception came in November when hundreds of Iranian women, who were separated from male supporters, were allowed into the Azadi Stadium in Tehran to watch the Asian Champions League final.\n\nHowever, local matches have continued the restriction. Volleyball, another popular sport, similarly sees officials bar women from attending men's games in the capital, Tehran, though women were allowed in some matches in other Iranian cities.\n\nHard-liners and traditional Shiite clerics, citing their own interpretation of Islamic law, believe in segregating men and women at public events, as well as keeping women out of men's sports.\n\nHowever, that has drawn criticism from human rights activists abroad, as well as at home.\n\n\"The stadium ban is not written into law or regulation but is ruthlessly enforced by the country's authorities,\" wrote Mindy Worden, the director of global initiatives at Human Rights Watch.\n\nShe added that Khodayari's suicide underscores \"the need for Iran to end its ban on women attending sports matches - and the urgency for regulating bodies like FIFA to enforce its own human rights rules.\"\n\nAmnesty International separately said that as far as it knows, \"Iran is the only country in the world that stops and punishes women\" seeking to enter football stadiums. Saudi Arabia, a longtime holdout, recently started allowing women to attend matches under a push from Crown Prince Mohammed bin Salman.\n\n\"What happened to Sahar Khodayari is heart-breaking and exposes the impact of the Iranian authorities' appalling contempt for women's rights in the country,\" said Philip Luther, Amnesty's Middle East and North Africa research and advocacy director.\n\n\"Her only 'crime' was being a woman in a country where women face discrimination that is entrenched in law and plays out in the most horrific ways imaginable in every area of their lives, even sports,\" Luther added.", "source":{"uri":"thepeninsulaqatar.com", "dataType":"news", "title":"The Peninsula", "ranking":{"importanceRank":53, "alexaGlobalRank":31880, "alexaCountryRank":73}}, "authors":[], "image":"https:\/\/thepeninsulaqatar.com\/uploads\/2019\/09\/10\/post_main_cover\/91738ad66bbc593d94c882301d335d92a626e388.jpg", "eventUri":"eng-5065243", "sentiment":null, "wgt":305818620}, {"uri":"1252209039", "lang":"eng", "isDuplicate":false, "date":"2019-09-10", "time":"13:36:00", "dateTime":"2019-09-10T13:36:00Z", "dataType":"news", "sim":0, "url":"https:\/\/www.washingtonpost.com\/technology\/2019\/09\/10\/how-video-game-is-getting-its-players-rethink-brexit\/", "title":"How a video game is getting its players to rethink Brexit", "body":"A screenshot from Football Manager 19. By Cian Maher September 10 at 9:15 AM\n\nAs the British Parliament continues its seemingly endless political standoff over its long-debated exit from the European Union, over the past year there has become an unlikely educator on the Brexit issue, one that has even managed to shift at least a handful of opinions on the matter and been used to inform members of Parliament about Brexit's potential impact on the British Premier League.\n\nLast year of the world's most popular soccer simulations, Football Manager, incorporated various Brexit-related issues into the 2019 version of the game. The game's development team at Sports Interactive collaborated with an external group of academics, journalists, politicians and people working in soccer to compile a list of potential Brexit scenarios. Each scenario -- ranging from hardline policies regarding work visas and international player usage to more relaxed regulations in those areas -- was assigned a probability of transpiring during the 2019 season. That dynamic then was incorporated into the simulations for the followings seasons and players of the game could witness and appreciate how those policies could play out in the real world.\n\n\"I'd written a blog post about how Brexit could affect us a few weeks before the referendum,\" Miles Jacobson, Studio Director for Sports Interactive (SI), said in an interview with The Washington Post. \"I ended up publishing it on LinkedIn, and the day after the vote had a couple of messages about my thoughts on how football would be affected.\"\n\nIn the event of a soft Brexit with no changes, European soccer players maintain freedom of movement within the European Union (EU). A slightly harder deal could result in a system resembling that of the Italian Serie A, in which teams can have anywhere between two and 17 non-homegrown players on the squad at any given time. Another potential situation imposes a rule that requires foreign players to earn minimum salaries in exchange for work permits. Then there's the more extreme possibility of Scotland, Northern Ireland and Gibraltar leaving the UK. There's also the small possibility of Britain remaining in the EU.\n\nThe game has sold over 2 million copies and the SI team has received a plethora of messages from fans in response to their decision.\n\n\"There have been lots of reactions on social media, ranging from, 'If I'd known about this before the vote I'd have voted a different way,' through to a mini campaign from people wanting to be able to turn it off in-game,\" Jacobson said. \"We refused the latter because [Brexit is] something that will affect the real world, so it's something that should be in a simulation of said real world.\"\n\nFor some people, these issues are strictly related to the future of the Premier League. \"After being on the fence, the awful squad registration and work permit rules made me fear for the future of the Premier League,\" one player wrote on Reddit. \"However this is really a small detail when the whole situation is considered.\"\n\nFor another player, Jake Callaghan, Football Manager's iterations of Brexit were \"another justification that life will be more difficult outside the European Union.\" Several players recall posts from other players upset about Brexit being implemented into Football Manager, mentioning people who encountered a hard Brexit in the game that said, \"I voted leave, but didn't vote for that.\"\n\n\"It did actually shine a light for me on what has been almost neglected in Brexit talks,\" Callaghan continued. \"Much is made of the Irish border, but I haven't heard much about the Gibraltar\/Spain border. As I have managed [a team] in Gibraltar, I got the messages about Brexit [in the game], and was surprised to learn that one possible scenario was for Gibraltar to remain in the EU in-game, which led to me thinking about those who cross that border to get to work [in reality]. It is only because of Football Manager that I had considered it.\"\n\nWhile it isn't officially a part of the UK, Gibraltar is classified as a \"British Overseas Territory\" and may be forced to leave the EU alongside the UK should Brexit come to pass. However, Gibraltar participated in the 2016 referendum that triggered Brexit and voted strongly to remain.\n\nThese real-world reactions haven't come from fans alone though. Jacobson was asked by members of Parliament to provide findings based off the feedback SI received from players, as well as how the sport and the British Premier League could be affected by various Brexit scenarios.\n\n\"The most interesting to me was presenting the data to civil servants and ministers for the two main political parties in the UK [and] how they embraced the findings and my suggestions for the best way forward for football post-Brexit,\" Jacobson said.\n\nBritain's Prime Minister Boris Johnson speaks after Britain's parliament voted on whether to hold an early general election. (Reuters File Photo) (Reuters Tv\/Reuters)\n\nJacobson elaborated on these findings, believing that if Brexit proceeds as newly-minted British Prime Minister Boris Johnson prefers, the result will not be positive for the British national soccer team or the quality of the Premier League. \"It's a battle I continue to fight with data,\" he adds.\n\nAlthough Jacobson is grappling with real-world politics, he stresses he's not attempting to convey any sort of bias or preference for a particular outcome. \"Our own politics [at SI] are impossible to define given that we have more than 100 people full time at the studio, all from different backgrounds -- let alone our research team of over 1,000 people around the world. I don't see those as political statements. I see them as obvious predictions of things that are going to happen in the future.\"\n\nSI is no stranger to addressing real-world issues in their games. \"We've had 'kick racism out of football' logos in our games for 20 years, rainbow flags in stadia, worked with the NGO War Child and other charities -- including players growing mustaches for [the men's health campaign] Movember,\" shared Jacobson.\n\n\"A couple of versions back, we added players coming out [as gay] in the game,\" he continues. \"But we had to be careful with that to ensure that in countries where it's illegal, players didn't come out. Football Manager 19 [also] introduced some staff members from the women's game getting jobs in the men's game.\"", "source":{"uri":"washingtonpost.com", "dataType":"news", "title":"Washington Post", "ranking":{"importanceRank":6, "alexaGlobalRank":190, "alexaCountryRank":43}}, "authors":[], "image":"https:\/\/www.washingtonpost.com\/resizer\/R_nqCEi14ZJOFbW-a6mpoCjQSuk=\/1484x0\/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com\/public\/43XEF2DQUNG6ZKWR6RCZZQQAVQ.jpg", "eventUri":null, "sentiment":0.223529411764706, "wgt":305818560}, {"uri":"1252204341", "lang":"eng", "isDuplicate":false, "date":"2019-09-10", "time":"13:33:00", "dateTime":"2019-09-10T13:33:00Z", "dataType":"news", "sim":0.5921568870544434, "url":"https:\/\/www.belfastlive.co.uk\/sport\/football\/football-news\/daily-record-uses-michael-oneills-16895210", "title":"Daily Record uses O'Neill record to hammer Scotland's results", "body":"Get the biggest daily stories by emailSubscribe We will use your email address only for the purpose of sending you newsletters. Please see ourPrivacy Noticefor details of your data protection rightsThank you for subscribingSee our privacy noticeCould not subscribe, try again laterInvalid Email\n\nIt could have been so different for Northern Ireland - and Scotland.\n\nMichael O'Neill could easily have been pitting his wits against Belgium on Monday night.\n\nInstead, it was Steve Clarke who was the Scottish boss on the receiving end of a 4-0 defeat to Roberto Martinez's men at Hampden Park, while O'Neill and Northern Ireland were lamenting a 2-0 loss to Germany in Belfast.\n\nDespite the defeat to Die Mannschaft, Northern Ireland emerged with plenty of credit for their performance.\n\nOn another night they could have earned some reward against the four-time World Cup winners.\n\nInstead, some poor finishing, coupled with Germany's clinical class, contributed to the 2-0 defeat at Windsor Park.\n\nNorthern Ireland remain second in Group C, only being toppled off top spot by Germany on goal difference.\n\nScotland's defeat to Belgium, meanwhile, leaves them with just six points from six Euro qualifying games, and sitting second from bottom in Group I.\n\nIt has heaped further pressure on boss Clarke who has come under increasing scrutiny from sections of the Press.\n\nThe Daily Record joined the chorus of criticism on Monday night with a comment piece from author Mark McDougall.\n\nIn it, McDougall draws reference to O'Neill's record with Northern Ireland over the past three years.\n\n\"How different it could have been for Scotland,\" it reads.\n\n\"Michael O'Neill was approached in January 2018 to take over at Hampden and after a period of thinking about it, turned them down.\n\n\"He decided to stay at Northern Ireland and when you see the disaster that Scotland national team has become it is hard to disagree with his decision.\n\n\"But one look at the Green and White Army's record under O'Neill and you notice why the SFA chiefs were so desperate to get him.\n\n\"He's been incredible for Northern Ireland, taking them to the Euros in 2016 and narrowly missing out on the World Cup after a terrible refereeing decision.\"\n\nDespite arguing that Scotland boast a better squad of players that Northern Ireland, McDougall believes the European Championship record under O'Neill should \"leave Scotland embarrassed.\"\n\nMcDougall, who appears to have penned his piece during last night's European qualifiers, added: \"Before the game against Germany - where they have played well and are currently being beaten 1-0 - O'Neill has been fantastic in European Championship qualifying.\n\n\"O'Neill took over in December 2011 after qualifying for Euro 2012 was finished which meant Euro 2016 was his first chance.\n\n\"And boy did he take it. In 10 games, Northern Ireland won six, drew three and lost just once in a 2-0 defeat to Romania.\n\n\"In qualifying for Euro 2020 before Monday night's game, the Ulstermen have 12 points from their first four games.\n\n\"An incredible record while Scotland have just six wins between the two qualifying tournaments under Gordon Strachan, Alex McLeish and Steve Clarke.\n\n\"Not what you want and one that puts those at Hampden to shame.\"\n\nRead More Euro qualifiers: Northern Ireland 0-2 Germany How to follow us on social media\n\nHere's our main Belfast Live Facebook page.\n\nOn Twitter, you can follow our account by clicking here.\n\nIf you're a lover of photos, then check out our Instagram.\n\nWe've also got dedicated Facebook pages for North, South, East and West Belfast, as well as courts and crime.\n\nSports fans can find all the latest local action over on our Belfast Live Sport Facebook and Twitter and also on Match Online on both Facebook and Twitter.", "source":{"uri":"belfastlive.co.uk", "dataType":"news", "title":"belfastlive", "ranking":{"importanceRank":52, "alexaGlobalRank":109047, "alexaCountryRank":4255}}, "authors":[], "image":"https:\/\/i2-prod.belfastlive.co.uk\/incoming\/article16895363.ece\/ALTERNATES\/s1200\/0_inpho_01599603.jpg", "eventUri":"deu-1072609", "sentiment":-0.1294117647058823, "wgt":305818380}, {"uri":"1252204594", "lang":"eng", "isDuplicate":false, "date":"2019-09-10", "time":"13:33:00", "dateTime":"2019-09-10T13:33:00Z", "dataType":"news", "sim":0.7137255072593689, "url":"https:\/\/www.wftv.com\/news\/national-news\/ap-top-news\/iranian-female-soccer-fan-dies-after-setting-herself-on-fire\/984724297", "title":"Iranian female soccer fan dies after setting herself on fire", "body":"The self-immolation death of 29-year-old Sahar Khodayari has shocked Iranian officials and the public, becoming an immediate hashtag trend across social media in the Islamic Republic.\n\nIt also comes as FIFA is working with Iranian authorities to overcome a ban on women entering stadiums for men's games, a ban in place since the country's 1979 Islamic Revolution. FIFA wants the issue resolved before Oct. 10 when Iran - the top-ranked team in Asia - hosts its first home World Cup qualifier against Cambodia.\n\nKhodayari died on Monday at a Tehran hospital after suffering burns across 90% of her body. She had been on a respirator since dousing herself with gasoline in front of Tehran's Ershad Courthouse on Sept. 2, according to the Iranian news website Rokna, which publishes in Iran with government permission.\n\nShe had just learned she could be tried by a Revolutionary Court in Iran and be put in prison for six months, her father told the website.\n\nKhodayari's sister told Iran's pro-reform Shahrvand newspaper that her sister suffered from bipolar disorder. Her father said she had stopped taking medication a year ago.\n\nIn March, Khodayari tried to sneak into Tehran's Azadi Stadium to watch her favorite team, Esteghlal, take on the United Arab Emirates team Al Ain. As in other matches, she disguised herself as a man by wearing a blue wig and a long overcoat, gaining the nickname the \"Blue Girl.\" However, police arrested her after an altercation and detained her.\n\nShe spent three nights in jail before being released pending the court case. She reportedly returned to the court to retrieve her seized mobile phone and heard she could face prison time.\n\nNews of her death ricocheted across Iran on Tuesday, with tributes hashtagged \"BlueGirl.\"\n\nFormer Bayern Munich midfielder Ali Karimi - who played 127 matches for Iran and has been a vocal advocate of ending the ban on women - urged Iranians in a tweet to boycott soccer stadiums to protest Khodayari's death.\n\nIranian-Armenian soccer player Andranik \"Ando\" Teymourian, the first Christian to be the captain of Iran's national squad and also an Esteghlal player, said in a tweet that one of Tehran's major soccer stadiums should be named after Khodayari \"in the future.\"\n\nFemale lawmaker Parvaneh Salahshouri called Khodayari \"Iran's Girl\" and tweeted: \"We are all responsible.\"\n\nThere was no report on Khodayari's death from Iranian state media, nor its prominent semi-official news agencies. The conservative Shafaqna news agency acknowledged her death in a brief item Tuesday, noting that the case had drawn international attention and caused \"counterrevolutionary media\" to cry over the case.\n\nFIFA has been trying to push Iran to allow women in for matches. A partial exception came in November when hundreds of Iranian women, who were separated from male supporters, were allowed into the Azadi Stadium in Tehran to watch the Asian Champions League final.\n\nHowever, local matches have continued the restriction. Volleyball, another popular sport, similarly sees officials bar women from attending men's games in the capital, Tehran, though women were allowed in some matches in other Iranian cities.\n\nHard-liners and traditional Shiite clerics, citing their own interpretation of Islamic law, believe in segregating men and women at public events, as well as keeping women out of men's sports.\n\nHowever, that has drawn criticism from human rights activists abroad, as well as at home.\n\n\"The stadium ban is not written into law or regulation but is ruthlessly enforced by the country's authorities,\" wrote Mindy Worden, the director of global initiatives at Human Rights Watch.\n\nShe added that Khodayari's suicide underscores \"the need for Iran to end its ban on women attending sports matches - and the urgency for regulating bodies like FIFA to enforce its own human rights rules.\"\n\nAmnesty International separately said that as far as it knows, \"Iran is the only country in the world that stops and punishes women\" seeking to enter soccer stadiums. Saudi Arabia, a longtime holdout, recently started allowing women to attend matches under a push from Crown Prince Mohammed bin Salman.\n\n\"What happened to Sahar Khodayari is heart-breaking and exposes the impact of the Iranian authorities' appalling contempt for women's rights in the country,\" said Philip Luther, Amnesty's Middle East and North Africa research and advocacy director.\n\n\"Her only 'crime' was being a woman in a country where women face discrimination that is entrenched in law and plays out in the most horrific ways imaginable in every area of their lives, even sports,\" Luther added.", "source":{"uri":"wftv.com", "dataType":"news", "title":"WFTV", "ranking":{"importanceRank":27, "alexaGlobalRank":52074, "alexaCountryRank":12249}}, "authors":[], "image":"https:\/\/cmgfeeds.cmgdigital.com\/photo\/2019\/09\/10\/Iran_Self_Immolation_26326_16319013_ver1.0_640_360.jpg", "eventUri":"eng-5065243", "sentiment":-0.2705882352941177, "wgt":305818380}, {"uri":"1252202396", "lang":"eng", "isDuplicate":true, "date":"2019-09-10", "time":"13:32:00", "dateTime":"2019-09-10T13:32:00Z", "dataType":"news", "sim":0.6901960968971252, "url":"https:\/\/apnews.com\/ab977f8920714b4fa77c142ed251f1f4", "title":"Iranian female soccer fan dies after setting herself on fire", "body":"DUBAI, United Arab Emirates (AP) -- An Iranian woman detained for dressing as a man to sneak into a soccer stadium to watch a match has died after setting herself on fire upon learning she could spend six months in prison, semi-official news outlets reported Tuesday.\n\nThe self-immolation death of 29-year-old Sahar Khodayari has shocked Iranian officials and the public, becoming an immediate hashtag trend across social media in the Islamic Republic.\n\nIt also comes as FIFA is working with Iranian authorities to overcome a ban on women entering stadiums for men's games, a ban in place since the country's 1979 Islamic Revolution. FIFA wants the issue resolved before Oct. 10 when Iran -- the top-ranked team in Asia -- hosts its first home World Cup qualifier against Cambodia.\n\nKhodayari died on Monday at a Tehran hospital after suffering burns across 90% of her body. She had been on a respirator since dousing herself with gasoline in front of Tehran's Ershad Courthouse on Sept. 2, according to the Iranian news website Rokna, which publishes in Iran with government permission.\n\nShe had just learned she could be tried by a Revolutionary Court in Iran and be put in prison for six months, her father told the website.\n\nKhodayari's sister told Iran's pro-reform Shahrvand newspaper that her sister suffered from bipolar disorder. Her father said she had stopped taking medication a year ago.\n\nIn March, Khodayari tried to sneak into Tehran's Azadi Stadium to watch her favorite team, Esteghlal, take on the United Arab Emirates team Al Ain. As in other matches, she disguised herself as a man by wearing a blue wig and a long overcoat, gaining the nickname the \"Blue Girl.\" However, police arrested her after an altercation and detained her.\n\nShe spent three nights in jail before being released pending the court case. She reportedly returned to the court to retrieve her seized mobile phone and heard she could face prison time.\n\nNews of her death ricocheted across Iran on Tuesday, with tributes hashtagged \"BlueGirl.\"\n\nFormer Bayern Munich midfielder Ali Karimi -- who played 127 matches for Iran and has been a vocal advocate of ending the ban on women -- urged Iranians in a tweet to boycott soccer stadiums to protest Khodayari's death.\n\nIranian-Armenian soccer player Andranik \"Ando\" Teymourian, the first Christian to be the captain of Iran's national squad and also an Esteghlal player, said in a tweet that one of Tehran's major soccer stadiums should be named after Khodayari \"in the future.\"\n\nFemale lawmaker Parvaneh Salahshouri called Khodayari \"Iran's Girl\" and tweeted: \"We are all responsible.\"\n\nThere was no report on Khodayari's death from Iranian state media, nor its prominent semi-official news agencies. The conservative Shafaqna news agency acknowledged her death in a brief item Tuesday, noting that the case had drawn international attention and caused \"counterrevolutionary media\" to cry over the case.\n\nFIFA has been trying to push Iran to allow women in for matches. A partial exception came in November when hundreds of Iranian women, who were separated from male supporters, were allowed into the Azadi Stadium in Tehran to watch the Asian Champions League final.\n\nHowever, local matches have continued the restriction. Volleyball, another popular sport, similarly sees officials bar women from attending men's games in the capital, Tehran, though women were allowed in some matches in other Iranian cities.\n\nHard-liners and traditional Shiite clerics, citing their own interpretation of Islamic law, believe in segregating men and women at public events, as well as keeping women out of men's sports.\n\nHowever, that has drawn criticism from human rights activists abroad, as well as at home.\n\n\"The stadium ban is not written into law or regulation but is ruthlessly enforced by the country's authorities,\" wrote Mindy Worden, the director of global initiatives at Human Rights Watch.\n\nShe added that Khodayari's suicide underscores \"the need for Iran to end its ban on women attending sports matches -- and the urgency for regulating bodies like FIFA to enforce its own human rights rules.\"\n\nAmnesty International separately said that as far as it knows, \"Iran is the only country in the world that stops and punishes women\" seeking to enter soccer stadiums. Saudi Arabia, a longtime holdout, recently started allowing women to attend matches under a push from Crown Prince Mohammed bin Salman.\n\n\"What happened to Sahar Khodayari is heart-breaking and exposes the impact of the Iranian authorities' appalling contempt for women's rights in the country,\" said Philip Luther, Amnesty's Middle East and North Africa research and advocacy director.\n\n\"Her only 'crime' was being a woman in a country where women face discrimination that is entrenched in law and plays out in the most horrific ways imaginable in every area of their lives, even sports,\" Luther added.", "source":{"uri":"apnews.com", "dataType":"news", "title":"AP NEWS", "ranking":{"importanceRank":100, "alexaGlobalRank":2867, "alexaCountryRank":639}}, "authors":[], "image":"https:\/\/storage.googleapis.com\/afs-prod\/media\/2863fd84ea78421982653f1160f59aeb\/3000.jpeg", "eventUri":null, "sentiment":-0.3960784313725491, "wgt":305818320}, {"uri":"1252200749", "lang":"eng", "isDuplicate":false, "date":"2019-09-10", "time":"13:31:00", "dateTime":"2019-09-10T13:31:00Z", "dataType":"news", "sim":0.7176470756530762, "url":"https:\/\/www.independent.ng\/man-united-send-message-to-real-madrid-over-price-of-paul-pogba\/", "title":"Man United Send Message To Real Madrid Over Price Of Paul Pogba | Independent Newspapers Nigeria", "body":"Real Madrid will have to pay £178m if they want to sign Manchester United midfielder Paul Pogba, according to reports in Spain.\n\nPogba, who was heavily linked with a move to the Spanish giants earlier this summer, spoke about the speculation and admitted that he was looking for a \"new challenge\" away from Old Trafford.\n\nAccording to Sport, Madrid will need to splash out and make Pogba the second-most expensive player in the world behind Neymar if they are serious about bringing Pogba to the Spanish capital.\n\nThe newspaper adds, however, that the future of Zinedine Zidane at the club could be a potential sticking point in the deal going through.\n\nPogba's main motivation for wanting to move to Madrid would allegedly be to play under the Frenchman, but Sport says that Zidane is under pressure from president Florentino Perez, who is reportedly losing faith in the manager.\n\nElsewhere, Madrid defender Sergio Ramos has said that the club \"always has the door open\" for players of Pogba's calibre.", "source":{"uri":"independent.ng", "dataType":"news", "title":"independent.ng", "ranking":{"importanceRank":100, "alexaGlobalRank":101905, "alexaCountryRank":737}}, "authors":[], "image":"https:\/\/www.independent.ng\/wp-content\/uploads\/2019\/07\/pogba-.jpg", "eventUri":"eng-5064930", "sentiment":0.09803921568627461, "wgt":305818260}, {"uri":"1252201428", "lang":"eng", "isDuplicate":false, "date":"2019-09-10", "time":"13:31:00", "dateTime":"2019-09-10T13:31:00Z", "dataType":"news", "sim":0.729411780834198, "url":"https:\/\/home.cableone.net\/news\/read\/category\/sports\/article\/the_associated_press-iranian_female_soccer_fan_dies_after_setting_herse-ap", "title":"Iranian female soccer fan dies after setting herself on fire - sports - CableONE", "body":"DUBAI, United Arab Emirates (AP) -- An Iranian woman detained for dressing as a man to sneak into a soccer stadium to watch a match has died after setting herself on fire upon learning she could spend six months in prison, semi-official news outlets reported Tuesday.\n\nThe self-immolation death of 29-year-old Sahar Khodayari has shocked Iranian officials and the public, becoming an immediate hashtag trend across social media in the Islamic Republic.\n\nIt also comes as FIFA is working with Iranian authorities to overcome a ban on women entering stadiums for men's games, a ban in place since the country's 1979 Islamic Revolution. FIFA wants the issue resolved before Oct. 10 when Iran -- the top-ranked team in Asia -- hosts its first home World Cup qualifier against Cambodia.\n\nKhodayari died on Monday at a Tehran hospital after suffering burns across 90% of her body. She had been on a respirator since dousing herself with gasoline in front of Tehran's Ershad Courthouse on Sept. 2, according to the Iranian news website Rokna, which publishes in Iran with government permission.\n\nShe had just learned she could be tried by a Revolutionary Court in Iran and be put in prison for six months, her father told the website.\n\nKhodayari's sister told Iran's pro-reform Shahrvand newspaper that her sister suffered from bipolar disorder. Her father said she had stopped taking medication a year ago.\n\nIn March, Khodayari tried to sneak into Tehran's Azadi Stadium to watch her favorite team, Esteghlal, take on the United Arab Emirates team Al Ain. As in other matches, she disguised herself as a man by wearing a blue wig and a long overcoat, gaining the nickname the \"Blue Girl.\" However, police arrested her after an altercation and detained her.\n\nShe spent three nights in jail before being released pending the court case. She reportedly returned to the court to retrieve her seized mobile phone and heard she could face prison time.\n\nNews of her death ricocheted across Iran on Tuesday, with tributes hashtagged \"BlueGirl.\"\n\nFormer Bayern Munich midfielder Ali Karimi -- who played 127 matches for Iran and has been a vocal advocate of ending the ban on women -- urged Iranians in a tweet to boycott soccer stadiums to protest Khodayari's death.\n\nIranian-Armenian soccer player Andranik \"Ando\" Teymourian, the first Christian to be the captain of Iran's national squad and also an Esteghlal player, said in a tweet that one of Tehran's major soccer stadiums should be named after Khodayari \"in the future.\"\n\nFemale lawmaker Parvaneh Salahshouri called Khodayari \"Iran's Girl\" and tweeted: \"We are all responsible.\"\n\nThere was no report on Khodayari's death from Iranian state media, nor its prominent semi-official news agencies. The conservative Shafaqna news agency acknowledged her death in a brief item Tuesday, noting that the case had drawn international attention and caused \"counterrevolutionary media\" to cry over the case.\n\nFIFA has been trying to push Iran to allow women in for matches. A partial exception came in November when hundreds of Iranian women, who were separated from male supporters, were allowed into the Azadi Stadium in Tehran to watch the Asian Champions League final.\n\nHowever, local matches have continued the restriction. Volleyball, another popular sport, similarly sees officials bar women from attending men's games in the capital, Tehran, though women were allowed in some matches in other Iranian cities.\n\nHard-liners and traditional Shiite clerics, citing their own interpretation of Islamic law, believe in segregating men and women at public events, as well as keeping women out of men's sports.\n\nHowever, that has drawn criticism from human rights activists abroad, as well as at home.\n\n\"The stadium ban is not written into law or regulation but is ruthlessly enforced by the country's authorities,\" wrote Mindy Worden, the director of global initiatives at Human Rights Watch.\n\nShe added that Khodayari's suicide underscores \"the need for Iran to end its ban on women attending sports matches -- and the urgency for regulating bodies like FIFA to enforce its own human rights rules.\"\n\nAmnesty International separately said that as far as it knows, \"Iran is the only country in the world that stops and punishes women\" seeking to enter soccer stadiums. Saudi Arabia, a longtime holdout, recently started allowing women to attend matches under a push from Crown Prince Mohammed bin Salman.\n\n\"What happened to Sahar Khodayari is heart-breaking and exposes the impact of the Iranian authorities' appalling contempt for women's rights in the country,\" said Philip Luther, Amnesty's Middle East and North Africa research and advocacy director.\n\n\"Her only 'crime' was being a woman in a country where women face discrimination that is entrenched in law and plays out in the most horrific ways imaginable in every area of their lives, even sports,\" Luther added.", "source":{"uri":"home.cableone.net", "dataType":"news", "title":"home.cableone.net", "ranking":{"importanceRank":100}}, "authors":[], "image":"https:\/\/da4pli3l5vc0d.cloudfront.net\/e4\/1c\/e41c769b88e23bb5c456384b06bf119913dcfe27\/h=462,w=820,crop=focus\/?app=portal&sig=fbdcfd45566e595a49aea44aa380e22633964947e0c4355872dedbefd37bd04e", "eventUri":"eng-5065243", "sentiment":null, "wgt":305818260}, {"uri":"1252200958", "lang":"eng", "isDuplicate":false, "date":"2019-09-10", "time":"13:31:00", "dateTime":"2019-09-10T13:31:00Z", "dataType":"news", "sim":0, "url":"http:\/\/www.brockpress.com\/2019\/09\/editorial-homecoming-doesnt-need-football\/", "title":"Editorial: Homecoming doesn't need football - ", "body":"Brock University's homecoming weekend is coming up. The event-filled two days will take place on Saturday, September 21 and Sunday, Sep. 22 this year, with the Steel Blade Classic game being played a week earlier (this Friday, Sep. 13). Usually around this time of year is when you start to hear the chatter about how Brock needs a football team, or that homecoming weekend isn't the same if you don't have a football team. I'm sure there are many students at Brock who visit their friends during their homecoming weekend at other schools and attend football games there.\n\nI used to live in Ohio, which, like many other states, is crazy about their football. For anyone who has read Sidelines at all over the past two years, you were either happy or heavily annoyed with the amount of college football talk during the fall. Sorry (not sorry). When you live in the states, and for anyone who might be extremely passionate about football, the way the football world is set-up is so that there is not one night of your weekend where you don't have some form of football to watch.\n\nFriday nights are for high school football (and allow me to take a moment to say Friday Night Lights was one of the best TV shows ever). Saturdays are for college football, and Sundays are for the National Football League (NFL). Realistically, from the second you start watching your local high school team on a Friday night, by the time you wake up Saturday, you can already be tuned in to numerous pre-game shows prior to those lovely college kickoffs at noon.\n\nNow, with many college football teams playing on other days of the week (Tuesday or Thursday), as well as Monday Night Football, you realistically may only have to survive one lousy night without watching football.\n\nWhat's my point? My point is this -- even having lived in the football-crazed culture, I don't think homecoming weekends need to have a football game to feel like a homecoming weekend.\n\nOne of the benefits of not having a football team at a university (or even high school) is that when homecoming rolls around, there are a plethora of other sports for students, staff and alumni to watch. Are those games there even at schools where there is football? For sure, but football takes the attention away from most of those teams. For many students, homecoming may be the first time they decide to go out to see a game, so isn't it a good thing that they might go watch a team that may not usually get a huge crowd? Maybe that person will go watch rugby or soccer and decide they want to go back and see another game or two.\n\nEven when the Steel Blade Classic is played on the Friday night of homecoming weekend, it's done the right way. The soccer, rugby, baseball or softball games are usually on Saturday and Sunday, so while hockey may be considered a sport that gets more attention, people can attend hockey on the Friday and still see other teams play the rest of the weekend.\n\nDon't complain about not having a football team. It's not a necessity to tie together homecoming weekend. Go see other teams play, show your support for those athletes and enjoy the atmosphere of their games.", "source":{"uri":"brockpress.com", "dataType":"news", "title":"The Brock Press", "ranking":{"importanceRank":62, "alexaGlobalRank":973903, "alexaCountryRank":81046}}, "authors":[], "image":"http:\/\/www.brockpress.com\/wp-content\/uploads\/2019\/09\/Steel-Blade-2018-Mackenzie.jpg", "eventUri":null, "sentiment":0.2549019607843137, "wgt":305818260}, {"uri":"1252199985", "lang":"eng", "isDuplicate":false, "date":"2019-09-10", "time":"13:30:00", "dateTime":"2019-09-10T13:30:00Z", "dataType":"news", "sim":0, "url":"https:\/\/www.wtatennis.com\/news\/wta-and-tennis-europe-team-new-player-education-project", "title":"WTA and Tennis Europe team up for new player education project", "body":"BASEL, Switzerland - Tennis Europe and the WTA have announced plans to collaborate on the Tennis Europe Junior School in 2020.\n\nDesigned to help prepare young players for their life as professional tennis players, the School is the sport's first international educational program for the 14 and 16 & Under age groups. Around 500 young athletes have benefited from onsite classes at eight leading Tennis Europe Junior Tour events in 2019, and learned about topics including:\n\nMeanwhile, the current content is also available online in the form of video clips for all the Tour's 20,000 eligible junior players.\n\nHaving given its official approval to the project, the WTA can now contribute to the selection and creation of content tailored specifically for young female players, send experts to Junior School classes, and advise on a wide range of topics in the Junior School curriculum.", "source":{"uri":"wtatennis.com", "dataType":"news", "title":"Women's Tennis Association", "ranking":{"importanceRank":48, "alexaGlobalRank":17010, "alexaCountryRank":16551}}, "authors":[], "image":"https:\/\/www.wtatennis.com\/sites\/default\/files\/styles\/large\/public\/snigur_wimbledon_2019_0.jpg", "eventUri":null, "sentiment":0.2627450980392156, "wgt":305818200}, {"uri":"1252199129", "lang":"eng", "isDuplicate":false, "date":"2019-09-10", "time":"13:29:00", "dateTime":"2019-09-10T13:29:00Z", "dataType":"news", "sim":0.9176470637321472, "url":"https:\/\/www.businesslive.co.za\/bd\/sport\/soccer\/2019-09-10-new-crop-of-talented-teens-shining-in-europe-says-phiri\/", "title":"New crop of talented teens shining in Europe, says Phiri", "body":"34;:\"health\",\"urlKey\":\"health\",\"name\":\"Health\"},{\"id\":\"labour\",\"urlKey\":\"labour\",\"name\":\"Labour\"},{\"id\":\"media\",\"urlKey\":\"media\",\"name\":\"Media\"},{\"id\":\"science-and-environment\",\"urlKey\":\"science-and-environment\",\"name\":\"Science & Environment\"},{\"link\":\"\/group\/bd\/State_Capture_Inquiry\",\"name\":\"State Capture\"}],\"id\":\"national\",\"urlKey\":\"national\",\"name\":\"National\"},{\"sections\":[{\"link\":\"\/bd\/anc-conference-2017\/\",\"name\":\"ANC Conference 2017\"}],\"id\":\"politics\",\"urlKey\":\"politics\",\"name\":\"Politics\"},{\"hidden\":true,\"id\":\"anc-conference-2017\",\"urlKey\":\"anc-conference-2017\",\"name\":\"ANC Conference 2017\"},{\"sections\":[{\"id\":\"energy\",\"urlKey\":\"energy\",\"name\":\"Energy\"},{\"id\":\"financial-services\",\"urlKey\":\"financial-services\",\"name\":\"Financial Services\"},{\"id\":\"healthcare\",\"urlKey\":\"healthcare\",\"name\":\"Healthcare\"},{\"id\":\"industrials\",\"urlKey\":\"industrials\",\"name\":\"Industrials\"},{\"id\":\"innovation\",\"urlKey\":\"innovation\",\"name\":\"Innovation\"},{\"id\":\"investors-monthly\",\"urlKey\":\"investors-monthly\",\"name\":\"Investors Monthly\"},{\"id\":\"land-and-agriculture\",\"urlKey\":\"land-and-agriculture\",\"name\":\"Land & Agriculture\"},{\"id\":\"management\",\"urlKey\":\"management\",\"name\":\"Management\"},{\"id\":\"mining\",\"urlKey\":\"mining\",\"name\":\"Mining\"},{\"id\":\"property\",\"urlKey\":\"property\",\"name\":\"Property\"},{\"id\":\"retail-and-consumer\",\"urlKey\":\"retail-and-consumer\",\"name\":\"Retail & Consumer\"},{\"id\":\"telecoms-and-technology\",\"urlKey\":\"telecoms-and-technology\",\"name\":\"Telecoms & Technology\"},{\"id\":\"trade-and-industry\",\"urlKey\":\"trade-and-industry\",\"name\":\"Trade & Industry\"},{\"id\":\"transport-and-tourism\",\"urlKey\":\"transport-and-tourism\",\"name\":\"Transport & Tourism\"},{\"link\":\"\/markets-data\/\",\"name\":\"Markets Data\"}],\"id\":\"companies\",\"urlKey\":\"companies\",\"name\":\"Companies\"},{\"id\":\"economy\",\"urlKey\":\"economy\",\"name\":\"Economy\"},{\"id\":\"business-and-economy\",\"urlKey\":\"business-and-economy\",\"name\":\"Business\"},{\"sections\":[{\"id\":\"africa\",\"urlKey\":\"africa\",\"name\":\"Africa\"},{\"id\":\"americas\",\"urlKey\":\"americas\",\"name\":\"Americas\"},{\"id\":\"asia\",\"urlKey\":\"asia\",\"name\":\"Asia\"},{\"id\":\"europe\",\"urlKey\":\"europe\",\"name\":\"Europe\"},{\"id\":\"middle-east\",\"urlKey\":\"middle-east\",\"name\":\"Middle East\"}],\"id\":\"world\",\"urlKey\":\"world\",\"name\":\"World\"},{\"sections\":[{\"id\":\"cricket\",\"urlKey\":\"cricket\",\"name\":\"Cricket\"},{\"id\":\"other-sport\",\"urlKey\":\"other-sport\",\"name\":\"Other Sport\"},{\"id\":\"rugby\",\"urlKey\":\"rugby\",\"name\":\"Rugby\"},{\"id\":\"soccer\",\"urlKey\":\"soccer\",\"name\":\"Soccer\"}],\"id\":\"sport\",\"urlKey\":\"sport\",\"name\":\"Sport\"},{\"sections\":[{\"id\":\"arts-and-entertainment\",\"urlKey\":\"arts-and-entertainment\",\"name\":\"Arts & Entertainment\"},{\"id\":\"books\",\"urlKey\":\"books\",\"name\":\"Books\"},{\"id\":\"motoring\",\"urlKey\":\"motoring\",\"name\":\"Motoring\"},{\"id\":\"gadgets-and-gear\",\"urlKey\":\"gadgets-and-gear\",\"name\":\"Gadgets & Gear\"}],\"id\":\"life\",\"urlKey\":\"life\",\"name\":\"Life\"},{\"link\":\"\/multimedia\/\",\"name\":\"Multimedia &amp; TV\"},{\"link\":\"\/e-edition\/\",\"name\":\"E-Edition\",\"target\":\"_blank\"}],\"sponsors\":null,\"subsection\":{\"id\":\"soccer\",\"urlKey\":\"soccer\",\"name\":\"Soccer\"}}\">", "source":{"uri":"businesslive.co.za", "dataType":"news", "title":"businesslive.co.za", "ranking":{"importanceRank":100, "alexaGlobalRank":25290, "alexaCountryRank":211}}, "authors":[], "image":"https:\/\/lh3.googleusercontent.com\/qMnI-YE7k4u7X4v8bZSc0zckvk2vqUyh_L_SkkjDKYGR1ucBhS66v5R13S7JsfWtbub1mPV2LbI8Gvs7Er2Lj1VizHH6CC0=s1000", "eventUri":"eng-5063947", "sentiment":null, "wgt":305818140}, {"uri":"1252196904", "lang":"eng", "isDuplicate":false, "date":"2019-09-10", "time":"13:28:00", "dateTime":"2019-09-10T13:28:00Z", "dataType":"news", "sim":0, "url":"https:\/\/swimswam.com\/cusinato-continues-to-push-limits-in-latest-olympic-darkhorse-episode\/", "title":"Cusinato Continues to Push Limits in Latest Olympic Darkhorse Episode", "body":"Two new episodes of Shane Tusup's 'Olympic Darkhorse' series on YouTube have been uploaded in the last week. The series follows Tusup's coaching journeys with Italian record-holder Ilaria Cusinato and Hungarian teenager Zsombor Bujdoso, especially with Cusinato's quest for Olympic glory next year.\n\nIn episode 5, Tusup introduces the 'Darkhorse confessional,' a segment within this series. He explains that he and his swimmers will answer questions from fans, address comments on their social media pages, and talk more about their training experience and their lives in these confessionals. Episode 5 is, then, Tusup's confessional, where he talks in-depth about his time in the world of golf prior to this, what it was like getting fully back into swimming and coaching after being removed from the sport for awhile, and what he's looking forward to in the near future.\n\nIn episode 6, we're back into training footage, where it's clear that Cusinato is continuing to hit barriers with her strength and stamina levels but is pushing through them. We've seen her testing her threshold in the pool in earlier episodes, and now we're seeing her push her limits in the weight room with some footage of weight training featured heavily in episode 6.", "source":{"uri":"swimswam.com", "dataType":"news", "title":"SwimSwam", "ranking":{"importanceRank":73, "alexaGlobalRank":11603, "alexaCountryRank":3502}}, "authors":[], "image":"https:\/\/cdn.swimswam.com\/wp-content\/uploads\/2019\/07\/dsc_8855_20190724_1712533578.jpg", "eventUri":null, "sentiment":0.2078431372549019, "wgt":305818080}, {"uri":"1252194873", "lang":"eng", "isDuplicate":false, "date":"2019-09-10", "time":"13:26:00", "dateTime":"2019-09-10T13:26:00Z", "dataType":"news", "sim":0, "url":"https:\/\/bleacherreport.com\/articles\/2852593-why-womens-soccer-players-are-worried-about-their-brains", "title":"Why Women's Soccer Players Are Worried About Their Brains", "body":"The biggest stars in the world are pledging their brains. Young players are leaving the game with their destinies unfulfilled. The stories they tell spark fear and raise questions. And the science hasn't even begun to provide answers.\n\nFour clear jars sit atop a wooden shelf, each containing a human brain. An actual human brain. A faded-yellow liquid, the color aging books turn, surrounds each brain, almost seeming to make them float. These brains are just for display, but nearby a hundred or so others are waiting to be examined for various neurodegenerative diseases on this morning morning in early August at Boston's VA-BU-CLF Brain Bank, tucked discreetly behind the V.A. Hospital.\n\nThere will be a brain dissection in a few hours. Most of the brains are housed in large freezers, set at minus 80 degrees Celsius. It's eerie, peering inside those freezers. Each is filled with dozens of small, square containers, which hold various portions of brains. The containers are stacked on top of one another, identified by seemingly indecipherable coding.\n\nThese are people. People who had dreams, athletic prowess. Families, memories. Shortcomings, talents. Joys, disappointments. People now reduced to letters and numbers.\n\nAlmost all were younger than age 32 when they died. About half took their own lives. Forty percent have been found to have CTE, or chronic traumatic encephalopathy, a degenerative brain disease found in people with a history of repetitive brain trauma.\n\nMost of the brains belonged to men. To football players.\n\nLess than 5 percent belonged to women.\n\nYet, we know that female athletes have endured repetitive blows to the head, too. Girls soccer players, in particular, have been found to be about as likely to suffer concussions as boys football players -- and three times more likely than boys soccer players. But very little is known about what that means for the future, because researchers are hardly studying the long-term consequences of repetitive hits over time in women.\n\n\"They're definitely still focused on football. They can't get past football,\" says neuropathologist Dr. Ann McKee, the director of the VA-BU-CLF Brain Bank, whose research has been integral to our expanding understanding of CTE. \"Women aren't even on the radar.\"\n\nThat's a problem, McKee goes on, because while we don't have enough research to know how differently head trauma affects women than men over time, we do know that the effect does seem to be different. And more high school girls are playing soccer than ever -- 394,105 in 2018-19, up from 356,116 in 2009-10 and 17,970 in 1978-79, according to the NFHS. It's a trend that will likely only accelerate after the U.S. women's national team's gold-medal winning run at the World Cup this summer.\n\nOver the past decade, women have played a major role in the narrative of men's football brain trauma. Mostly, they've been quoted in articles as advocates, as confidantes. The image has become increasingly familiar: the mothers, wives, girlfriends, sisters, daughters, cast in supporting, caregiving roles, mourning and questioning why this happened to the men close to them who have suffered playing a game they love.\n\nBut women are not only on the tragic periphery of CTE and head-trauma issues. They're at the heart of them. Though their place in it has mostly gone unexplored, untold, female athletes have their own stories to tell.\n\nThe only thing stopping Briana Scurry from taking her own life was thinking of the woman who gave her life. Robbie Scurry, her mother. I can't do that to her, Scurry would think. She didn't want anyone to have to tell her mother that she was gone.\n\nBut Scurry felt gone. Gone from the woman she used to be: the Hall of Fame goalkeeper, World Cup champion and two-time Olympic gold medalist.\n\nWho am I? she'd ask herself.\n\nA brutal concussion ended her career in 2010. Caused her to spiral down through three years of darkness, three years of \"wilderness,\" as Scurry, now 48, calls them. She didn't recognize herself. Didn't know how to stop her head from pounding. How to stop suicidal thoughts from swarming her.\n\nShe was deeply depressed, rarely leaving her apartment because of light sensitivity and the intensity of her headaches and anxiety. She couldn't work and struggled to make money. She was receiving disability benefits. She'd forget where she put things. \"I could barely function,\" she says. \"I went from someone who could focus on the panel of a ball with 90,000 people watching on the biggest stage to save a penalty kick to someone who couldn't hold a thought in my head.\"\n\nShe saw doctor after doctor, none understanding what she was going through. They told her that she was past the point of recovery, that this was who she was going to be. \"I wouldn't accept it,\" Scurry says. Finally, she had occipital nerve release surgery in 2013, which helped tremendously.\n\nShe is in a better state nowadays but has pledged her brain to be studied when she dies -- one of many former national team players to do so, including Megan Rapinoe, Abby Wambach, Michelle Akers, Brandi Chastain and Cindy Parlow Cone.\n\nMost of those players declined to be interviewed for this story. They've acknowledged the issue through their actions but don't seem to want to talk about it.\n\nOut loud, at least.\n\nScurry thinks often of the teammates who suffered in secret, eventually drifting from the game.\n\n\"There's silence; that's the other problem,\" Scurry says. \"Nobody talks about it. At the time, nobody was willing to discuss, 'OK, I left behind my beloved sport because my head hurt.'\n\n\"You think, 'I just don't want to play anymore,' but it's actually a symptom of your head injuries. It's part of the emotional changes, the mood changes, and the very powerful ways a concussion can change you as a person.\"\n\nConcussions are known to cause emotional distress and other symptoms, such as depression, anger, paranoia and impaired judgement. In 2016, researchers found that concussions significantly increased the long-term risk of suicide among adults.\n\nScurry understands why brain injuries are hard to discuss out loud. She used to cry after sharing her story. For some, there can be shame and fear and confusion. Not wanting to be perceived as weak or vulnerable or \"hysterical,\" labels that have long been unfairly attached to women. It's taken female athletes decades to be seen. To be respected as this powerful, talented, brilliant.\n\nThere is also fear that people won't fully understand the pain of a brain injury because they can't see its effects on the body. But that doesn't mean they're not there. Or won't be there, down the line.\n\n\"I'm a knower. I would rather know than not know,\" Scurry says.\n\nBut she has noticed that others don't want to know. That the unknown is uncomfortable.\n\n\"It's a dark pool,\" Scurry says, \"and you don't know where the bottom is.\" She pledged her brain to inspire visibility. \"It's basically myself and my teammates coming out of the dark,\" she says.\n\n\"This is like a little black box, and we're basically saying, 'Hey, here, open the box.'\"\n\nSeveral elderly men in wheelchairs wearing \"Korean War Veteran\" hats await doctor's appointments on the ground floor at the V.A. Hospital.\n\nMcKee, 66, is best known for her landmark 2017 American Medical Association study that found the incidence of CTE to be considerably higher in football players than the general population -- the one in which 110 of 111 players examined had CTE. She studies veterans too.\n\nToday, she's sitting upstairs in one of her offices. It's small, cozy. A microscope hovers above her desk. An old magazine cover of Vince Lombardi is tacked onto one wall. Multicolored Post-its are scattered with reminders about brains, about phone calls, like the one she's scheduled to have in an hour with the mother of a deceased 26-year-old former college football player who had CTE.\n\nMcKee has spent the past 12 years making hundreds of calls like this, to women like this.\n\nShe opens a cardboard box filled with slides revealing tau, the protein found in high levels in the brains of people who have CTE, forming clumps throughout the organ and killing brain cells. \"These are all guys' brains, of course,\" she says, laying a few flat on the table. A 30-year-old man. A 25-year-old man. Then 27-year-old Aaron Hernandez, the former New England Patriots tight end who took his life while in prison for murder. He had CTE. She puts his slide under the microscope, revealing two darkened lines, each about a half-inch long, indicating a tau deposit: \"You can't believe that people aren't taking this seriously.\"\n\nTake her seriously, too. She's been told her research is garbage. That she is trying to ruin football. Ruin men. Ruin American life. \"The NFL treated me like a dizzy dame,\" she says.\n\nShe is hesitant to speak out about the kind of vitriol she faces. She feels physically and psychologically drained from people saying nasty things about her work. \"It bleeds your energy,\" she says.\n\nBut she keeps going. She's committed to the work. She's still accustomed to being the only woman at conferences. She remembers one in the '90s, in Moscow, where men asked her if she was a \"real\" doctor. They also discussed whether women were less intelligent because their brains are smaller.\n\nFew inroads have been made in studying female athletes' long-term brain health since those days. \"It's a major unaddressed issue,\" McKee says. She is eager to study more women, but there's only so much one person can do. As a woman who has spent her life studying men, constantly told stay in your lane, she already occupies a tricky position: \"I still feel marginalized as a woman.\"\n\n\"We've had such a hard time pushing the rock up the hill, focusing just on football and traditionally male sports,\" she says. And as much as she and others, such as Dr. Bennet Omalu, have discovered about CTE, there is still so much unknown about how the disease manifests, even in men. It's extraordinarily complicated. There's still no way to detect CTE in a live person.\n\nAnd hardly anything is known about how CTE might manifest differently in women. Which again is a problem because, according to Dr. McKee, there's every reason to believe that an accumulation of hits -- hits that may not result in immediate, post-concussive symptoms but nonetheless rattle the brain -- may have a different and possibly great impact on women. As would differences in injury treatment and management in women's sports.\n\nBiologically, women have thinner, weaker necks, and according to Chris Nowinski, Ph.D., co-founder and CEO of the Concussion Legacy Foundation, that's been found to make them more susceptible to concussions, though there has been almost no research focusing on the effects of heading exclusively in girls and women's soccer. Only one study has been published on the topic, according to the CLF. \"We're further with women veterans than we are with women athletes,\" McKee says.\n\nThat's partially because women athletes, in this case soccer players, are just now reaching the ages of 40, 45, 50, the point at which long-term consequences from recurring hits typically would begin to be felt. Women have mostly only been full-time athletes since Title IX in 1972. The U.S. women's national team played its first match in '85. The first FIFA Women's World Cup occurred in '91.\n\n\"I wouldn't have expected to see much until now,\" says Dr. Robert Stern, Professor of Neurology at Boston University School of Medicine and Director of Clinical Research at B.U.'s CTE Center. \"And if there is something, I would expect it to be a major growing problem over the next 10 to 20 years.\"\n\nUp until 2016, when the U.S. Soccer Federation banned heading before the age of 10 (and limited heading for children aged 11 to 13 to 30 minutes per week), coaches weren't restricted from having girls (and boys) head the ball as often as they wanted, as young as they wanted. But we know that kids' brains are still developing at that age, and that trauma can impact that development.\n\nPlenty of research has pointed out potential negative consequences of heading. But again, the bulk of that research has not focused on girls and women. A recent study led by Dr. Michael Lipton at the Albert Einstein College of Medicine found that heading can alter cognitive function, but 78 percent of the study's participants were male.\n\nThe question is: Do blows to the head affect girls and women differently? And what about in the future?\n\nAkers, a member of the '91 and '99 Women's World Cup championship teams and one of only two women to score five goals in a single World Cup match, aims to spread awareness. She suffers from chronic migraines. \"I've headed the ball a million times, so how has this possibly affected me?\" Akers says. \"What might have happened to my brain?\"\n\n\"My point is,\" she adds, \"why aren't we talking about this more?\"\n\nPart of the reason has to be limited awareness of women's sports as a whole. In 2015, a study found that women's sports receive just 4 percent of all sports media coverage. Concussions and CTE have spread to public consciousness largely because of football and the newspapers, magazine stories, movies and documentaries that bring an abundance of awareness to those issues.\n\nAnd death.\n\nThere are a number of high-profile football players who were found to have CTE: Junior Seau, Aaron Hernandez, Ken Stabler. Women's soccer doesn't have those examples. With less public awareness, most people still likely conflate brain trauma with football, with men's sports.\n\n\"It's the same reason why men get paid more than women, or why the U.S. women's national team is asking for equal conditions compared to the men's team,\" Akers says. \"The priority isn't necessarily on how things can affect women. There's an inequality there that's cultural.\"\n\nThere are other reasons for lack of study: Sample size. The slow process of science. Securing funding for any topic is challenging, especially without compelling preliminary data.\n\nThere are some signs of progress, though. A nonprofit called Pink Concussions has devoted itself to improving \"the pre-injury education and post-injury medical care for women and girls challenged by brain injury including concussion incurred from sport, violence, accidents or military service.\" And as a result of advocacy from players like Akers, and with funding by the Concussion Legacy Foundation and the National Institute on Aging, there will be a landmark study beginning in October led by Stern and Dr. Jesse Mez called SHINE (Soccer, Head Impacts and Neurological Effects). They'll examine 20 former women's soccer players over age 40 who have played at the game's highest levels and will compare their findings to those of other studies of neurodegenerative diseases involving both women and men.\n\nIt's a start, but it's still nowhere near gaining the momentum that is needed.\n\n\"You don't get that same sense of urgency,\" Nowinski says. \"People aren't funding studies on long-term effects. They're not investing in it.\"\n\nEmily Oliver didn't yet realize she had suffered a concussion during her high school game. But later that night, when her coach asked her to drop off a ball bag at her car, she found herself aimlessly walking around the parking lot. She had forgotten why she was there and where she needed to go.\n\nThe next day, she was diagnosed with the first of four concussions she'd suffer as her career continued. She'd later help Stanford win the 2011 national championship as starting goalkeeper and NCAA College Cup Defensive MVP. But few outside of the Cardinal program knew how hit after hit shattered her sense of stability. Made her question if she'd ever recover.\n\n\"You get to a point where you don't even remember what being normal feels like anymore,\" says Oliver, now 27.\n\nThe worst one came in a game against Santa Clara. A player undercut Oliver while she was jumping up to catch a free kick. She landed on the back of her head. A referee asked her if she felt OK, and she said yes and kept playing.\n\nIn the days that followed, she struggled to read, skipping paragraphs. Her eyes failed to track words. She couldn't go outside because it was too bright, so she'd stay in her room with the shades closed. She was depressed and emotionally irritable over the next five months.\n\n\"It was demoralizing. I felt hopeless,\" Oliver says. \"Every day you wake up and you're not better. It was like, 'Am I ever going to get better? Is this my life?'\"\n\nWhen she was finally cleared to play, in the fall of her junior year, she was still dealing with heavy mood swings because of the medication she was taking. She battled migraines heading into the Final Four game against North Carolina. Her symptoms worsened that winter break and through the next semester. She started to feel better, though, by the fall and was elected a team captain.\n\nThen three games into the season, against Portland, she was hit again. After the game, the athletic trainer asked her to name the months backward. She missed April twice. \"We're diagnosing this as your fourth concussion,\" the athletic trainer told her. \"The medical staff is recommending you go down the road of medical retirement.\"\n\nOliver was stunned. Devastated. But proud of the decision she then made to retire. She knew it was right, even if she would miss her senior season and miss out on a professional career. These days, she misses soccer most during August. The start of the season. She misses the urge to compete. She feels jealous of the women who can.\n\nShe feels much better than she did back then but doesn't necessarily want to think about possible future impacts of the hits she took.\n\n\"I don't know that I want to know what that means for me,\" she says.\n\nLiving through them was hard enough.\n\nMcKee spends most of her days in B.U.'s brain bank. Her team is about 100 brains behind. There are just that many to examine, and it's a slow, meticulous process. In efforts to work less, McKee says she isn't going to give any more talks. She finds that difficult. On stage, she isn't talking about a brain like some abstract object in a textbook. She's talking about someone's brain.\n\nSomeone's life that mattered beyond sports.\n\nSomeone's life that still matters to those he is survived by.\n\nThere are so many questions, and she doesn't have all the answers. No one really does.\n\nIt is difficult for McKee to give answers, in particular, about women, because much of this generation is still alive. It's also true, McKee surmises, that those alive might be hesitant to discuss brain donations or their symptoms in fear of being perceived as weak or vulnerable. \"Especially for the military population, women with brain trauma,\" McKee says. \"I think they are even less likely to come forward than a man because they don't want to be marginalized, because we already feel that.\" B.U.'s bank has yet to declare a woman with CTE.\n\nCTE does exist in women, though, recorded in two instances: One, in 1991, of a 24-year-old woman with autism who banged her head often; the second, in '90, of a 76-year-old woman whose husband had physically abused her for decades.\n\nThere have been several men's soccer players who have been diagnosed with CTE, including Jeff Astle, Brazilian star Bellini, Patrick Grange and Curtis Baushke. But of course, there are simply more cases of men's soccer players to study, because of their game's longer history and the greater number of men who have played than women.\n\nAnd because CTE can only be diagnosed posthumously, it's difficult to learn much about the disease for anyone. One question multiplies into so many more: Why do some people get it and others don't? How does a person's genetic history factor into the equation? What is the effect of other variables that might increase or decrease the resilience to showing manifestations of CTE? If bias in healthcare causes some doctors to take women's pain, and especially the pain of women of color, less seriously, how does that affect the data? Are researchers considering how transgender women and women who don't have XX chromosomes might be affected? Does CTE affect different parts of the brain in men and women?\n\nResearch is advancing, however, most notably with an April study in the New England Journal of Medicine. Stern, the lead author, used PET scans in attempting to detect tau buildup, and thus perhaps CTE, in a living person. The researchers tested 26 living former NFL players between the ages of 40 and 69 and found that \"tau PET levels were significantly higher in the former NFL players than in the control group, and that the tau was in the same areas of the brain as in post-mortem cases of diagnosed CTE.\" It was an important step. But the study didn't include one woman.\n\nIt's not all about CTE either. There are other long-term problems stemming from repetitive head trauma. We just don't know how exactly that manifests in women yet, and more inclusive research could help. \"If repetitive headers and the collisions that are caused by attempting headers are causing CTE or other neurogenerative diseases,\" Nowinski says, \"if we can establish that today, we can save a bunch of women and girls a lot of trouble in the future by changing how we play the sport.\n\n\"Until we have these answers, we're still going to have 11-year-olds heading soccer balls.\"\n\nThe ball seemed bigger than Esther Lovett's body when she began playing soccer at three. Like a little bumblebee, buzzing up the field, she was energized, focused. She headed the ball many times before age 10 -- the year of her first concussion. Sometimes she felt a little dazed after a header, but she'd snap right back. That's soccer. That's playing year-round. That's dreaming of the pros.\n\nShe is 20 now, heading into her sophomore year of college. She struggles to answer the question How many concussions have you had? because there are ones she knows she's had and ones she doesn't know she's had and a number doesn't convey what having pounding headaches every single day for the past six years feels like.\n\nShe chooses five. Five diagnosed concussions. \"Definitely more than that,\" Lovett admits. The worst one came at age 13, back in April 2013. A girl took a shot on goal and hit her in the back of her head. Few noticed it happened because it was not a particularly obvious, gruesome hit. Her coaches didn't take her out. She really thought she was good. \"I played the rest of the game,\" she says, \"even though I could barely see. I didn't really know which side of the field I was on.\"\n\nA horrible, nauseating headache throbbed the next day. She couldn't read the white board at school a few days later. Pain continued for weeks, months. \"It was terrifying,\" says Barbara Piette, her mother. Lovett can only wonder if she is still suffering because of years of hits that came before, like the time in middle school she was on defense, marking the goal post for a corner kick. A girl on offense ripped a shot on goal that hit her straight in the face. Her head smacked back against the post. Her nose was bleeding, and her coaches checked to see if it was broken. No one thought to also check for a concussion.\n\nThere are times she is frustrated, thinking about that moment, but she didn't have control. She was a child who just wanted to play the game she loved. A child who did not have the medical knowledge or wherewithal in the moment of trauma to understand what was happening. Because that medical knowledge didn't exist then and, in some ways, still doesn't now.\n\n\"It's a lot for a kid,\" she says. \"The onus sort of falls on you to self-diagnose: Come out if you think you have a concussion. What does that mean?\"\n\nHer doctor told her she'd have to stop playing after the 2013 concussion. She did stop playing but was more susceptible to additional concussions and suffered three more that were diagnosed after that, non-sports concussions, including one in 2015 that led her to take a medical leave and defer junior year.\n\nLeaving soccer was painful. Lonely. Especially when the ball had almost been a best friend. But she has morphed into an advocate, sharing her story so she can help other girls.\n\nShe stayed up all night before her 18th birthday to pledge her brain right after the clock struck midnight. She sent in the form at 12:01. She is the youngest person to ever pledge to the CLF.\n\nLovett still suffers daily headaches. Migraines occasionally. Some dizziness still, some nausea. \"There are so many people silently suffering with this and soldiering on and thinking, as I did, that there isn't anybody else going through this,\" Lovett says. \"You think something's crazy about your case. About you.\"\n\nWhen B\/R reached out to FIFA for comment about concussions and repetitive subconcussive hits in soccer, a FIFA spokesperson said protecting the health of players is a \"top priority\" and that it takes these issues \"very seriously\" but that: \"To our very best knowledge, there is currently no true evidence of the negative effect of heading or other subconcussive blows. Results from studies on active and former professional football players in relation to brain function are inconclusive.\"\n\nHowever, the idea that repetitive subconcussive injury can have neurological consequences is widely accepted by the medical community at large, as well as the Centers for Disease Control.\n\n\"This is a corporate response to a problem that they may be responsible for,\" Nowinski says, referring to FIFA's comments. \"It's not that different from the NFL's original response to research on long-term effects, or the smoking industry's original response to research on the long-term effects of smoking.\"\n\nThe SHINE study will involve neurological examinations, motor examinations, cognitive assessments, MRI scans of the brain, blood tests, lumbar punctures and more. \"If girls are more prone to concussion,\" Stern says, \"they also may be more prone to subconcussive injuries that are so much more common and are associated with heading -- that may possibly be a critical factor for later-life disease.\"\n\nThe hope is that with increased knowledge will come increased awareness and, in turn, increased attention paid to what can be done to make the game safe as it continues to grow in popularity.\n\n\"The imperative,\" Stern says, \"is that we must study it.", "source":{"uri":"bleacherreport.com", "dataType":"news", "title":"Bleacher Report", "ranking":{"importanceRank":18, "alexaGlobalRank":654, "alexaCountryRank":137}}, "authors":[], "image":"https:\/\/img.bleacherreport.net\/img\/images\/photos\/003\/827\/387\/538c7614ed32c3035b20208f46ba5ff1_crop_exact.jpg?w=1200&h=1200&q=75", "eventUri":null, "sentiment":null, "wgt":305817960}, {"uri":"1252194353", "lang":"eng", "isDuplicate":false, "date":"2019-09-10", "time":"13:25:00", "dateTime":"2019-09-10T13:25:00Z", "dataType":"news", "sim":0.800000011920929, "url":"https:\/\/www.irishmirror.ie\/sport\/other-sport\/boxing\/tyson-fury-outlines-next-four-19954196", "title":"Tyson Fury outlines his next four fights ahead of Otto Wallin clash", "body":"Get the biggest daily stories by emailSubscribe We will use your email address only for the purpose of sending you newsletters. Please see ourPrivacy Noticefor details of your data protection rightsThank you for subscribingSee our privacy noticeCould not subscribe, try again laterInvalid Email\n\nTyson Fury wants to fight Deontay Wilder twice next year - and then the winner of Anthony Joshua's rematch with Andy Ruiz.\n\nFury first takes on the unbeaten but unknown Swede Otto Wallin in Las Vegas on Saturday night.\n\nVictory will guarantee him a second shot at world champion Wilder, assuming the American beats Luis Ortiz in their rematch scheduled for November.\n\nFury expects to then take on Wilder again in a rubber match to settle their heavyweight trilogy - before setting his sights on becoming the undisputed champion of boxing's premier division.\n\n\"I am going to fight them all,\" he told BT Sport .\n\n\"I'll fight Wallin, Wilder, Wilder then the winner of Joshua-Ruiz if they're available, and if not I'll give Del Boy (Dereck Chisora) a shot.\n\n\"I've got Wallin in September, February 22 is Wilder, then the rematch I want to be in June or July and then providing I get through that unscathed I'll fight in December.\n\n\"If I beat Wilder in such style he doesn't want a rematch, then he'll go somewhere else and I'll fight whoever.\n\n\"Why don't we make these fights in 2020? We ain't getting any younger, these fights need to be made in a hurry.\n\n\"When there were three unbeaten world champions in the division that was exciting, but when one of them gets knocked out by a man who was beaten before it's not as exciting.\n\n\"You've only got two men who are red hot in the division.\"\n\nJoshua and Fury looked to be on a collision course until the former was stopped by Ruiz in June.\n\nThe Brit was knocked down four times as lost his unbeaten record and his three belts in New York.\n\nThe pair will clash again in Saudi Arabia on December 7, and Fury claims even a defeat won't rule Joshua out of facing him.\n\n\"Me versus Joshua in England will also be a big fight even if he loses three fights in a row,\" he added.\n\n\"He's still going to be a high-profile name all around the world.\"", "source":{"uri":"irishmirror.ie", "dataType":"news", "title":"Irish mirror", "ranking":{"importanceRank":41, "alexaGlobalRank":28087, "alexaCountryRank":186}}, "authors":[], "image":"https:\/\/i2-prod.mirror.co.uk\/incoming\/article18969277.ece\/ALTERNATES\/s1200\/0_Tyson-Fury-v-Tom-Schwarz.jpg", "eventUri":"eng-5059484", "sentiment":-0.08235294117647063, "wgt":305817900}, {"uri":"1252194154", "lang":"eng", "isDuplicate":false, "date":"2019-09-10", "time":"13:25:00", "dateTime":"2019-09-10T13:25:00Z", "dataType":"news", "sim":0.5607843399047852, "url":"https:\/\/metro.co.uk\/2019\/09\/10\/tyson-fury-warns-anthony-joshua-losing-muscle-andy-ruiz-jr-rematch-10716624\/", "title":"Tyson Fury warns Anthony Joshua about losing muscle for Andy Ruiz Jr rematch", "body":"Tyson Fury has warned Anthony Joshua about losing muscle and changing his style for his rematch against Andy Ruiz Jr.\n\nAfter his shock defeat at Madison Square Garden on June 1, Joshua has the chance to win back his titles as he faces Ruiz in Saudi Arabia on December 7.\n\nDuring his press tour last week, Joshua revealed his trimmer physique and said his training so far has been more 'boxing focussed'.\n\nBut Fury is adamant that Joshua should not try to work on a new fighting style to beat Ruiz.\n\n'I see he's lost a bit of weight, he's been taking notice of people saying he's got too muscle muscle on him,' Fury told BT Sport.\n\n'But really that can be taken out of context as well.\n\n'You can't change a bull into a racehorse. It doesn't work like that.\n\n'A racehorse can't tow a wagon or a heavy load. Doesn't work.\n\n'So if you take that big heavy horse, strip his muscle off, and then put him in the same cart he was in trying to pull that heavy load again he's not going to manage it.\n\n'So I think they are going to try to lose weight and try to move a lot.\n\n'But you can't do that in one camp, that takes a lifetime practice.\n\n'We saw Tony Bellew try to do it against [Oleksandr] Usyk, tried copying my style but after eight rounds his legs went.\n\n'It works, it's effective, I've been successful 29 times in a row with it.\n\n'You can't learn it overnight.\n\n'What tends to happen with new things in new camps is when someone practises something in the gym for eight, 10, 12 weeks, and then they go in a fight and try to do it, as soon as they get clipped or get tired, they revert straight back to what they once knew. I've soon it many, many times.\n\n'As soon as he holds his feet and starts to fight back, he loses in my opinion.\n\n'But if he can get on the jab and box and move, which I've never ever seen him do, amateur or pro, for 12 rounds which for a heavyweight is a very hard thing to do, at some point he's going to have to stand and fight.\n\n'And if he keeps running away from Ruiz with the jab, he's not got the footwork to do that.\n\n'Work on what you're good at, that's what you're good at.\n\n'Tighten your defence up and go forward and smash them.'", "source":{"uri":"metro.co.uk", "dataType":"news", "title":"Metro", "ranking":{"importanceRank":15, "alexaGlobalRank":1520, "alexaCountryRank":144}}, "authors":[], "image":"https:\/\/metro.co.uk\/wp-content\/uploads\/2019\/09\/Tyson-Fury-on-Anthony-Joshua-1-8a4b.jpg?quality=90&strip=all&crop=0px%2C130px%2C2560px%2C1345px&resize=1200%2C630", "eventUri":"eng-5064748", "sentiment":null, "wgt":305817900}, {"uri":"1252191434", "lang":"eng", "isDuplicate":false, "date":"2019-09-10", "time":"13:23:00", "dateTime":"2019-09-10T13:23:00Z", "dataType":"news", "sim":0.9176470637321472, "url":"https:\/\/www.skysports.com\/rugby-union\/news\/12321\/11806277\/ben-youngs-says-england-will-look-out-for-each-other-to-avoid-off-field-issues", "title":"Ben Youngs says England will look out for each other to avoid off-field issues", "body":"Ben Youngs says England will look out for each other to avoid off-field issues By PA Media\n\nLast Updated: 10\/09\/19 1:30pm\n\nEngland will adopt a self-policing approach to drinking in Japan to ensure there is no repeat of the controversies that blighted the most recent overseas World Cup.\n\nEddie Jones' squad have touched down in Miyazaki, the setting for a week-long training camp where they will step up preparations for their tournament opener against Tonga on September 22.\n\nJones has allowed alcohol to be consumed throughout his reign as head coach and the policy will remain in place over the forthcoming campaign to lift the Webb Ellis Trophy.\n\nAt the 2011 World Cup, Martin Johnson's England became embroiled in a series of off-field incidents that undermined their pursuit of the sport's greatest prize and also stained Twickenham's reputation.\n\nBen Youngs was present in New Zealand eight years ago and as a senior player, has been involved in shaping the approach taken to Japan.\n\n\"We've addressed the elephant in the room and spoken about how off-field stuff can bring unneeded attention that affects momentum,\" the Leicester scrum-half said.\n\n\"Sometimes guys will get it wrong but in this group I think guys will look out for each other. We want to see Japan and have down time.\n\n\"If guys want to have a drink, that's not a problem. The guys will police each other and make sure everyone makes the right decision.\n\n\"If you're putting the team first then that's the main thing. I'll be surprised if boys want to have a drink.\n\n\"You've just got to be smart adults. You're representing the country and you're representing each other.\n\n\"What you do has a knock-on effect on your team-mates and I feel this group is mature enough to make the right decisions. Hopefully we won't face any of those issues.\"\n\nAfter being subjected to a five-hour delay on arrival into Tokyo on Monday due to the fallout from Typhoon Faxai, England enjoyed more harmonious transit to the south western island of Kyushu where Miyazaki is situated.\n\nA small but noisy crowd gathered at the airport to greet the players as they funnelled through arrivals and straight on to the team bus.\n\nOwen Farrell and his team-mates have been told in no uncertain terms by Jones what the coming weeks could mean for the nation.\n\nIn terms of rugby, you just have the opportunity every time you're out there to inspire a nation and do something very special and I think this group is certainly excited by that.\n\nOwen Farrell\n\n\"Eddie was part of Australia when they lost in the 2003 final and he's been part of South Africa when they won it. He said 'boys you've got the opportunity to create and be part of something that will be the most amazing thing of your life',\" he said.\n\nAlso See: Typhoon causes travel chaos for England Team of the week England set off for World Cup England demolish wasteful Italy\n\n\"You saw what the cricket did with the World Cup, the football World Cup too. He's made us aware of that.\n\n\"In terms of rugby, you just have the opportunity every time you're out there to inspire a nation and do something very special and I think this group is certainly excited by that.\"", "source":{"uri":"skysports.com", "dataType":"news", "title":"Sky Sports", "ranking":{"importanceRank":31, "alexaGlobalRank":1195, "alexaCountryRank":88}}, "authors":[], "image":"https:\/\/e2.365dm.com\/19\/09\/1600x900\/skysports-ben-youngs-rugby_4770289.jpg", "eventUri":"eng-5065361", "sentiment":0.1215686274509804, "wgt":305817780}, {"uri":"1252190329", "lang":"eng", "isDuplicate":false, "date":"2019-09-10", "time":"13:22:00", "dateTime":"2019-09-10T13:22:00Z", "dataType":"news", "sim":0, "url":"https:\/\/www.derbytelegraph.co.uk\/burton\/abandoned-pub-missing-teenager-burton-3303703", "title":"Missing teenager found in abandoned Burton pub", "body":"Get the biggest Daily stories by emailSubscribe We will use your email address only for the purpose of sending you newsletters. Please see ourPrivacy Noticefor details of your data protection rightsThank you for subscribingWe have more newslettersShow meSee our privacy noticeCould not subscribe, try again laterInvalid Email\n\nA missing 13-year-old girl from Swadlincote was found in an abandoned pub in Burton.\n\nThe girl was found by officers from Derbyshire police following their enquiries which took them to the garage of an abandoned pub in Burton.\n\nIt was in the garage that they also found three other missing children - a 16-year-old boy missing from Swadlincote, 14-year-old girl from Burton and 16-year-old boy from Coalville.\n\nA spokesman for Derbyshire police said: \"Each was found safe and well and were taken home by officers.\"\n\nIn a tweet previously put out by the police, it was described as the \"missing person jackpot\" as the teenagers were found sleeping in the garage.\n\nPolice have been asked to confirm at which pub the missing girl was found, but have refused to reveal its location.\n\nWe want you to be able to get your Burton news whenever and however you want it.\n\nAs well as our website, we have a Facebook page , a Twitter feed @BurtonMailNews , and for a daily snapshot of the top stories, you can sign up to receive our newsletters.\n\nIf you prefer to use an app, we've got apps for both Android and Apple devices which can be tailored to deliver the news and sport that you're interested in.", "source":{"uri":"derbytelegraph.co.uk", "dataType":"news", "title":"Derby Telegraph", "ranking":{"importanceRank":38, "alexaGlobalRank":62902, "alexaCountryRank":3279}}, "authors":[], "image":"https:\/\/i2-prod.staffordshire-live.co.uk\/incoming\/article3303898.ece\/ALTERNATES\/s1200\/0_Depressed-young-women-in-the-tunnel.jpg", "eventUri":null, "sentiment":-0.1058823529411764, "wgt":305817720}, {"uri":"1252189212", "lang":"eng", "isDuplicate":false, "date":"2019-09-10", "time":"13:21:00", "dateTime":"2019-09-10T13:21:00Z", "dataType":"news", "sim":0, "url":"http:\/\/prod-br-app-s3.brenv.net\/articles\/2852593-why-womens-soccer-players-are-worried-about-their-brains", "title":"Why Women's Soccer Players Are Worried About Their Brains", "body":"Four clear jars sit atop a wooden shelf, each containing a human brain. An actual human brain. A faded-yellow liquid, the color aging books turn, surrounds each brain, almost seeming to make them float. These brains are just for display, but nearby a hundred or so others are waiting to be examined for various neurodegenerative diseases on this morning morning in early August at Boston's VA-BU-CLF Brain Bank, tucked discreetly behind the V.A. Hospital.\n\nThere will be a brain dissection in a few hours. Most of the brains are housed in large freezers, set at minus 80 degrees Celsius. It's eerie, peering inside those freezers. Each is filled with dozens of small, square containers, which hold various portions of brains. The containers are stacked on top of one another, identified by seemingly indecipherable coding.\n\nThese are people. People who had dreams, athletic prowess. Families, memories. Shortcomings, talents. Joys, disappointments. People now reduced to letters and numbers.\n\nAlmost all were younger than age 32 when they died. About half took their own lives. Forty percent have been found to have CTE, or chronic traumatic encephalopathy, a degenerative brain disease found in people with a history of repetitive brain trauma.\n\nMost of the brains belonged to men. To football players.\n\nLess than 5 percent belonged to women.\n\nYet, we know that female athletes have endured repetitive blows to the head, too. Girls soccer players, in particular, have been found to be about as likely to suffer concussions as boys football players -- and three times more likely than boys soccer players. But very little is known about what that means for the future, because researchers are hardly studying the long-term consequences of repetitive hits over time in women.\n\n\"They're definitely still focused on football. They can't get past football,\" says neuropathologist Dr. Ann McKee, the director of the VA-BU-CLF Brain Bank, whose research has been integral to our expanding understanding of CTE. \"Women aren't even on the radar.\"\n\nPhoto by Stan Grossfeld\/The Boston Globe via Getty Images\n\nThat's a problem, McKee goes on, because while we don't have enough research to know how differently head trauma affects women than men over time, we do know that the effect does seem to be different. And more high school girls are playing soccer than ever -- 394,105 in 2018-19, up from 356,116 in 2009-10 and 17,970 in 1978-79, according to the NFHS. It's a trend that will likely only accelerate after the U.S. women's national team's gold-medal winning run at the World Cup this summer.\n\nOver the past decade, women have played a major role in the narrative of men's football brain trauma. Mostly, they've been quoted in articles as advocates, as confidantes. The image has become increasingly familiar: the mothers, wives, girlfriends, sisters, daughters, cast in supporting, caregiving roles, mourning and questioning why this happened to the men close to them who have suffered playing a game they love.\n\nBut women are not only on the tragic periphery of CTE and head-trauma issues. They're at the heart of them. Though their place in it has mostly gone unexplored, untold, female athletes have their own stories to tell.\n\nThe only thing stopping Briana Scurry from taking her own life was thinking of the woman who gave her life. Robbie Scurry, her mother. I can't do that to her, Scurry would think. She didn't want anyone to have to tell her mother that she was gone.\n\nBut Scurry felt gone. Gone from the woman she used to be: the Hall of Fame goalkeeper, World Cup champion and two-time Olympic gold medalist.\n\nWho am I? she'd ask herself.\n\nA brutal concussion ended her career in 2010. Caused her to spiral down through three years of darkness, three years of \"wilderness,\" as Scurry, now 48, calls them. She didn't recognize herself. Didn't know how to stop her head from pounding. How to stop suicidal thoughts from swarming her.\n\nShe was deeply depressed, rarely leaving her apartment because of light sensitivity and the intensity of her headaches and anxiety. She couldn't work and struggled to make money. She was receiving disability benefits. She'd forget where she put things. \"I could barely function,\" she says. \"I went from someone who could focus on the panel of a ball with 90,000 people watching on the biggest stage to save a penalty kick to someone who couldn't hold a thought in my head.\"\n\nShe saw doctor after doctor, none understanding what she was going through. They told her that she was past the point of recovery, that this was who she was going to be. \"I wouldn't accept it,\" Scurry says. Finally, she had occipital nerve release surgery in 2013, which helped tremendously.\n\nShe is in a better state nowadays but has pledged her brain to be studied when she dies -- one of many former national team players to do so, including Megan Rapinoe, Abby Wambach, Michelle Akers, Brandi Chastain and Cindy Parlow Cone.\n\nMost of those players declined to be interviewed for this story. They've acknowledged the issue through their actions but don't seem to want to talk about it.\n\nOut loud, at least.\n\nScurry thinks often of the teammates who suffered in secret, eventually drifting from the game.\n\nPhoto by Stephen Dunn\/Getty Images\n\n\"There's silence; that's the other problem,\" Scurry says. \"Nobody talks about it. At the time, nobody was willing to discuss, 'OK, I left behind my beloved sport because my head hurt.'\n\n\"You think, 'I just don't want to play anymore,' but it's actually a symptom of your head injuries. It's part of the emotional changes, the mood changes, and the very powerful ways a concussion can change you as a person.\"\n\nConcussions are known to cause emotional distress and other symptoms, such as depression, anger, paranoia and impaired judgement. In 2016, researchers found that concussions significantly increased the long-term risk of suicide among adults.\n\nScurry understands why brain injuries are hard to discuss out loud. She used to cry after sharing her story. For some, there can be shame and fear and confusion. Not wanting to be perceived as weak or vulnerable or \"hysterical,\" labels that have long been unfairly attached to women. It's taken female athletes decades to be seen. To be respected as this powerful, talented, brilliant.\n\nThere is also fear that people won't fully understand the pain of a brain injury because they can't see its effects on the body. But that doesn't mean they're not there. Or won't be there, down the line.\n\n\"I'm a knower. I would rather know than not know,\" Scurry says.\n\nBut she has noticed that others don't want to know. That the unknown is uncomfortable.\n\n\"It's a dark pool,\" Scurry says, \"and you don't know where the bottom is.\" She pledged her brain to inspire visibility. \"It's basically myself and my teammates coming out of the dark,\" she says.\n\n\"This is like a little black box, and we're basically saying, 'Hey, here, open the box.'\"\n\nSeveral elderly men in wheelchairs wearing \"Korean War Veteran\" hats await doctor's appointments on the ground floor at the V.A. Hospital.\n\nMcKee, 66, is best known for her landmark 2017 American Medical Association study that found the incidence of CTE to be considerably higher in football players than the general population -- the one in which 110 of 111 players examined had CTE. She studies veterans too.\n\nToday, she's sitting upstairs in one of her offices. It's small, cozy. A microscope hovers above her desk. An old magazine cover of Vince Lombardi is tacked onto one wall. Multicolored Post-its are scattered with reminders about brains, about phone calls, like the one she's scheduled to have in an hour with the mother of a deceased 26-year-old former college football player who had CTE.\n\nMcKee has spent the past 12 years making hundreds of calls like this, to women like this.\n\nShe opens a cardboard box filled with slides revealing tau, the protein found in high levels in the brains of people who have CTE, forming clumps throughout the organ and killing brain cells. \"These are all guys' brains, of course,\" she says, laying a few flat on the table. A 30-year-old man. A 25-year-old man. Then 27-year-old Aaron Hernandez, the former New England Patriots tight end who took his life while in prison for murder. He had CTE. She puts his slide under the microscope, revealing two darkened lines, each about a half-inch long, indicating a tau deposit: \"You can't believe that people aren't taking this seriously.\"\n\nSteven Senne\/Associated Press\n\nTake her seriously, too. She's been told her research is garbage. That she is trying to ruin football. Ruin men. Ruin American life. \"The NFL treated me like a dizzy dame,\" she says.\n\nShe is hesitant to speak out about the kind of vitriol she faces. She feels physically and psychologically drained from people saying nasty things about her work. \"It bleeds your energy,\" she says.\n\nBut she keeps going. She's committed to the work. She's still accustomed to being the only woman at conferences. She remembers one in the '90s, in Moscow, where men asked her if she was a \"real\" doctor. They also discussed whether women were less intelligent because their brains are smaller.\n\nFew inroads have been made in studying female athletes' long-term brain health since those days. \"It's a major unaddressed issue,\" McKee says. She is eager to study more women, but there's only so much one person can do. As a woman who has spent her life studying men, constantly told stay in your lane, she already occupies a tricky position: \"I still feel marginalized as a woman.\"\n\n\"We've had such a hard time pushing the rock up the hill, focusing just on football and traditionally male sports,\" she says. And as much as she and others, such as Dr. Bennet Omalu, have discovered about CTE, there is still so much unknown about how the disease manifests, even in men. It's extraordinarily complicated. There's still no way to detect CTE in a live person.\n\nAnd hardly anything is known about how CTE might manifest differently in women. Which again is a problem because, according to Dr. McKee, there's every reason to believe that an accumulation of hits -- hits that may not result in immediate, post-concussive symptoms but nonetheless rattle the brain -- may have a different and possibly great impact on women. As would differences in injury treatment and management in women's sports.\n\nBiologically, women have thinner, weaker necks, and according to Chris Nowinski, Ph.D., co-founder and CEO of the Concussion Legacy Foundation, that's been found to make them more susceptible to concussions, though there has been almost no research focusing on the effects of heading exclusively in girls and women's soccer. Only one study has been published on the topic, according to the CLF. \"We're further with women veterans than we are with women athletes,\" McKee says.\n\nThat's partially because women athletes, in this case soccer players, are just now reaching the ages of 40, 45, 50, the point at which long-term consequences from recurring hits typically would begin to be felt. Women have mostly only been full-time athletes since Title IX in 1972. The U.S. women's national team played its first match in '85. The first FIFA Women's World Cup occurred in '91.\n\n\"I wouldn't have expected to see much until now,\" says Dr. Robert Stern, Professor of Neurology at Boston University School of Medicine and Director of Clinical Research at B.U.'s CTE Center. \"And if there is something, I would expect it to be a major growing problem over the next 10 to 20 years.\"\n\nUp until 2016, when the U.S. Soccer Federation banned heading before the age of 10 (and limited heading for children aged 11 to 13 to 30 minutes per week), coaches weren't restricted from having girls (and boys) head the ball as often as they wanted, as young as they wanted. But we know that kids' brains are still developing at that age, and that trauma can impact that development.\n\nPlenty of research has pointed out potential negative consequences of heading. But again, the bulk of that research has not focused on girls and women. A recent study led by Dr. Michael Lipton at the Albert Einstein College of Medicine found that heading can alter cognitive function, but 78 percent of the study's participants were male.\n\nThe question is: Do blows to the head affect girls and women differently? And what about in the future?\n\nAkers, a member of the '91 and '99 Women's World Cup championship teams and one of only two women to score five goals in a single World Cup match, aims to spread awareness. She suffers from chronic migraines. \"I've headed the ball a million times, so how has this possibly affected me?\" Akers says. \"What might have happened to my brain?\"\n\n\"My point is,\" she adds, \"why aren't we talking about this more?\"\n\nAndy Lyons\/Getty Images\n\nPart of the reason has to be limited awareness of women's sports as a whole. In 2015, a study found that women's sports receive just 4 percent of all sports media coverage. Concussions and CTE have spread to public consciousness largely because of football and the newspapers, magazine stories, movies and documentaries that bring an abundance of awareness to those issues.\n\nAnd death.\n\nThere are a number of high-profile football players who were found to have CTE: Junior Seau, Aaron Hernandez, Ken Stabler. Women's soccer doesn't have those examples. With less public awareness, most people still likely conflate brain trauma with football, with men's sports.\n\n\"It's the same reason why men get paid more than women, or why the U.S. women's national team is asking for equal conditions compared to the men's team,\" Akers says. \"The priority isn't necessarily on how things can affect women. There's an inequality there that's cultural.\"\n\nThere are other reasons for lack of study: Sample size. The slow process of science. Securing funding for any topic is challenging, especially without compelling preliminary data.\n\nThere are some signs of progress, though. A nonprofit called Pink Concussions has devoted itself to improving \"the pre-injury education and post-injury medical care for women and girls challenged by brain injury including concussion incurred from sport, violence, accidents or military service.\" And as a result of advocacy from players like Akers, and with funding by the Concussion Legacy Foundation and the National Institute on Aging, there will be a landmark study beginning in October led by Stern and Dr. Jesse Mez called SHINE (Soccer, Head Impacts and Neurological Effects). They'll examine 20 former women's soccer players over age 40 who have played at the game's highest levels and will compare their findings to those of other studies of neurodegenerative diseases involving both women and men.\n\nIt's a start, but it's still nowhere near gaining the momentum that is needed.\n\n\"You don't get that same sense of urgency,\" Nowinski says. \"People aren't funding studies on long-term effects. They're not investing in it.\"\n\nEmily Oliver didn't yet realize she had suffered a concussion during her high school game. But later that night, when her coach asked her to drop off a ball bag at her car, she found herself aimlessly walking around the parking lot. She had forgotten why she was there and where she needed to go.\n\nThe next day, she was diagnosed with the first of four concussions she'd suffer as her career continued. She'd later help Stanford win the 2011 national championship as starting goalkeeper and NCAA College Cup Defensive MVP. But few outside of the Cardinal program knew how hit after hit shattered her sense of stability. Made her question if she'd ever recover.\n\n\"You get to a point where you don't even remember what being normal feels like anymore,\" says Oliver, now 27.\n\nThe worst one came in a game against Santa Clara. A player undercut Oliver while she was jumping up to catch a free kick. She landed on the back of her head. A referee asked her if she felt OK, and she said yes and kept playing.\n\nIn the days that followed, she struggled to read, skipping paragraphs. Her eyes failed to track words. She couldn't go outside because it was too bright, so she'd stay in her room with the shades closed. She was depressed and emotionally irritable over the next five months.\n\n\"It was demoralizing. I felt hopeless,\" Oliver says. \"Every day you wake up and you're not better. It was like, 'Am I ever going to get better? Is this my life?'\"\n\nWhen she was finally cleared to play, in the fall of her junior year, she was still dealing with heavy mood swings because of the medication she was taking. She battled migraines heading into the Final Four game against North Carolina. Her symptoms worsened that winter break and through the next semester. She started to feel better, though, by the fall and was elected a team captain.\n\nThen three games into the season, against Portland, she was hit again. After the game, the athletic trainer asked her to name the months backward. She missed April twice. \"We're diagnosing this as your fourth concussion,\" the athletic trainer told her. \"The medical staff is recommending you go down the road of medical retirement.\"\n\nOliver was stunned. Devastated. But proud of the decision she then made to retire. She knew it was right, even if she would miss her senior season and miss out on a professional career. These days, she misses soccer most during August. The start of the season. She misses the urge to compete. She feels jealous of the women who can.\n\nPhoto from 2010, courtesy of Stanford Athletics\n\nShe feels much better than she did back then but doesn't necessarily want to think about possible future impacts of the hits she took.\n\n\"I don't know that I want to know what that means for me,\" she says.\n\nLiving through them was hard enough.\n\nMcKee spends most of her days in B.U.'s brain bank. Her team is about 100 brains behind. There are just that many to examine, and it's a slow, meticulous process. In efforts to work less, McKee says she isn't going to give any more talks. She finds that difficult. On stage, she isn't talking about a brain like some abstract object in a textbook. She's talking about someone's brain.\n\nSomeone's life that mattered beyond sports.\n\nSomeone's life that still matters to those he is survived by.\n\nThere are so many questions, and she doesn't have all the answers. No one really does.\n\nIt is difficult for McKee to give answers, in particular, about women, because much of this generation is still alive. It's also true, McKee surmises, that those alive might be hesitant to discuss brain donations or their symptoms in fear of being perceived as weak or vulnerable. \"Especially for the military population, women with brain trauma,\" McKee says. \"I think they are even less likely to come forward than a man because they don't want to be marginalized, because we already feel that.\" B.U.'s bank has yet to declare a woman with CTE.\n\nCTE does exist in women, though, recorded in two instances: One, in 1991, of a 24-year-old woman with autism who banged her head often; the second, in '90, of a 76-year-old woman whose husband had physically abused her for decades.\n\nThere have been several men's soccer players who have been diagnosed with CTE, including Jeff Astle, Brazilian star Bellini, Patrick Grange and Curtis Baushke. But of course, there are simply more cases of men's soccer players to study, because of their game's longer history and the greater number of men who have played than women.\n\nAnd because CTE can only be diagnosed posthumously, it's difficult to learn much about the disease for anyone. One question multiplies into so many more: Why do some people get it and others don't? How does a person's genetic history factor into the equation? What is the effect of other variables that might increase or decrease the resilience to showing manifestations of CTE? If bias in healthcare causes some doctors to take women's pain, and especially the pain of women of color, less seriously, how does that affect the data? Are researchers considering how transgender women and women who don't have XX chromosomes might be affected? Does CTE affect different parts of the brain in men and women?\n\nResearch is advancing, however, most notably with an April study in the New England Journal of Medicine. Stern, the lead author, used PET scans in attempting to detect tau buildup, and thus perhaps CTE, in a living person. The researchers tested 26 living former NFL players between the ages of 40 and 69 and found that \"tau PET levels were significantly higher in the former NFL players than in the control group, and that the tau was in the same areas of the brain as in post-mortem cases of diagnosed CTE.\" It was an important step. But the study didn't include one woman.\n\nIt's not all about CTE either. There are other long-term problems stemming from repetitive head trauma. We just don't know how exactly that manifests in women yet, and more inclusive research could help. \"If repetitive headers and the collisions that are caused by attempting headers are causing CTE or other neurogenerative diseases,\" Nowinski says, \"if we can establish that today, we can save a bunch of women and girls a lot of trouble in the future by changing how we play the sport.\n\n\"Until we have these answers, we're still going to have 11-year-olds heading soccer balls.\"\n\nThe ball seemed bigger than Esther Lovett's body when she began playing soccer at three. Like a little bumblebee, buzzing up the field, she was energized, focused. She headed the ball many times before age 10 -- the year of her first concussion. Sometimes she felt a little dazed after a header, but she'd snap right back. That's soccer. That's playing year-round. That's dreaming of the pros.\n\nShe is 20 now, heading into her sophomore year of college. She struggles to answer the question How many concussions have you had? because there are ones she knows she's had and ones she doesn't know she's had and a number doesn't convey what having pounding headaches every single day for the past six years feels like.\n\nShe chooses five. Five diagnosed concussions. \"Definitely more than that,\" Lovett admits. The worst one came at age 13, back in April 2013. A girl took a shot on goal and hit her in the back of her head. Few noticed it happened because it was not a particularly obvious, gruesome hit. Her coaches didn't take her out. She really thought she was good. \"I played the rest of the game,\" she says, \"even though I could barely see. I didn't really know which side of the field I was on.\"\n\nA horrible, nauseating headache throbbed the next day. She couldn't read the white board at school a few days later. Pain continued for weeks, months. \"It was terrifying,\" says Barbara Piette, her mother. Lovett can only wonder if she is still suffering because of years of hits that came before, like the time in middle school she was on defense, marking the goal post for a corner kick. A girl on offense ripped a shot on goal that hit her straight in the face. Her head smacked back against the post. Her nose was bleeding, and her coaches checked to see if it was broken. No one thought to also check for a concussion.\n\nThere are times she is frustrated, thinking about that moment, but she didn't have control. She was a child who just wanted to play the game she loved. A child who did not have the medical knowledge or wherewithal in the moment of trauma to understand what was happening. Because that medical knowledge didn't exist then and, in some ways, still doesn't now.\n\n\"It's a lot for a kid,\" she says. \"The onus sort of falls on you to self-diagnose: Come out if you think you have a concussion. What does that mean?\"\n\nHer doctor told her she'd have to stop playing after the 2013 concussion. She did stop playing but was more susceptible to additional concussions and suffered three more that were diagnosed after that, non-sports concussions, including one in 2015 that led her to take a medical leave and defer junior year.\n\nLeaving soccer was painful. Lonely. Especially when the ball had almost been a best friend. But she has morphed into an advocate, sharing her story so she can help other girls.\n\nShe stayed up all night before her 18th birthday to pledge her brain right after the clock struck midnight. She sent in the form at 12:01. She is the youngest person to ever pledge to the CLF.\n\nPhoto courtesy of Esther Lovett\n\nLovett still suffers daily headaches. Migraines occasionally. Some dizziness still, some nausea. \"There are so many people silently suffering with this and soldiering on and thinking, as I did, that there isn't anybody else going through this,\" Lovett says. \"You think something's crazy about your case. About you.\"\n\nWhen B\/R reached out to FIFA for comment about concussions and repetitive subconcussive hits in soccer, a FIFA spokesperson said protecting the health of players is a \"top priority\" and that it takes these issues \"very seriously\" but that: \"To our very best knowledge, there is currently no true evidence of the negative effect of heading or other subconcussive blows. Results from studies on active and former professional football players in relation to brain function are inconclusive.\"\n\nHowever, the idea that repetitive subconcussive injury can have neurological consequences is widely accepted by the medical community at large, as well as the Centers for Disease Control.\n\n\"This is a corporate response to a problem that they may be responsible for,\" Nowinski says, referring to FIFA's comments. \"It's not that different from the NFL's original response to research on long-term effects, or the smoking industry's original response to research on the long-term effects of smoking.\"\n\nThe SHINE study will involve neurological examinations, motor examinations, cognitive assessments, MRI scans of the brain, blood tests, lumbar punctures and more. \"If girls are more prone to concussion,\" Stern says, \"they also may be more prone to subconcussive injuries that are so much more common and are associated with heading -- that may possibly be a critical factor for later-life disease.\"\n\nThe hope is that with increased knowledge will come increased awareness and, in turn, increased attention paid to what can be done to make the game safe as it continues to grow in popularity.\n\n\"The imperative,\" Stern says, \"is that we must study it.\n\n\"We don't want to wait until it's too late.\"\n\nMirin Fader is a staff writer for B\/R Mag. She's written for the Orange County Register, espnW.com, SI.com and Slam. Her work has been honored by the Associated Press Sports Editors, the U.S. Basketball Writers Association, the Football Writers Association of America and the Los Angeles Press Club. Follow her on Twitter: @MirinFader.", "source":{"uri":"prod-br-app-s3.brenv.net", "dataType":"news", "title":"Bleacher Report", "ranking":{"importanceRank":100, "alexaGlobalRank":16553452}}, "authors":[], "image":"http:\/\/img.bleacherreport.net\/img\/images\/photos\/003\/827\/387\/538c7614ed32c3035b20208f46ba5ff1_crop_exact.jpg?w=1500&h=1500&q=85", "eventUri":null, "sentiment":0.01960784313725483, "wgt":305817660}], "totalResults":42788, "page":1, "count":20, "pages":2140}}